[
  {
    "nome": "Princípios da Gestalt (Agrupamento Perceptual)",
    "descricao_simples": "Regras que nosso cérebro usa automaticamente para organizar estímulos visuais soltos em grupos ou formas unificadas.",
    "descricao_complexa": "Os psicólogos da Gestalt, no início do século XX, propuseram que percebemos o mundo em termos de 'todos' organizados (Gestalt significa 'forma' ou 'todo' em alemão), em vez de apenas partes isoladas. Eles identificaram vários princípios que descrevem como nosso sistema visual agrupa elementos para formar percepções coerentes. Alguns dos principais princípios de agrupamento incluem: Proximidade (elementos próximos uns dos outros tendem a ser agrupados), Similaridade (elementos semelhantes em cor, forma ou tamanho tendem a ser agrupados), Continuidade (percebemos linhas ou padrões suaves e contínuos em vez de descontínuos), Fechamento (tendemos a preencher lacunas para perceber objetos completos, mesmo que partes estejam faltando) e Figura-Fundo (tendemos a organizar o campo visual em uma figura que se destaca de um fundo). Esses princípios são considerados inatos e automáticos, ajudando-nos a dar sentido rapidamente a cenas visuais complexas.",
    "custo_ficticio": 140,
    "icone_imagem": "gestalt_grouping.png"
  },
  {
    "nome": "Pistas de Profundidade (Binoculares e Monoculares)",
    "descricao_simples": "Informações visuais que nosso cérebro usa para perceber a distância e a tridimensionalidade do mundo a partir de imagens bidimensionais na retina.",
    "descricao_complexa": "Nossa retina captura imagens em 2D, mas percebemos o mundo em 3D. Isso é possível graças a várias pistas de profundidade. Pistas Binoculares requerem o uso de ambos os olhos: 1) Disparidade Retiniana (ou Estereopsia): Como nossos olhos estão ligeiramente separados, cada um recebe uma imagem ligeiramente diferente; o cérebro compara essas duas imagens para calcular a profundidade (maior disparidade para objetos próximos). 2) Convergência: O grau em que nossos olhos se voltam para dentro (convergem) ao focar em um objeto; maior convergência indica objeto mais próximo. Pistas Monoculares podem ser usadas com apenas um olho e são importantes para perceber profundidade a maiores distâncias: incluem tamanho relativo (objetos menores parecem mais distantes), interposição (objeto que bloqueia outro parece mais próximo), perspectiva linear (linhas paralelas parecem convergir à distância), altura no plano visual (objetos mais altos no campo visual parecem mais distantes), gradiente de textura (texturas ficam mais finas e densas com a distância) e sombreamento/luz. O cérebro integra essas diversas pistas para criar nossa percepção de profundidade.",
    "custo_ficticio": 155,
    "icone_imagem": "depth_perception_cues.png"
  },
  {
    "nome": "Lateralização Cerebral",
    "descricao_simples": "A tendência de algumas funções neurais ou processos cognitivos serem especializados em um lado do cérebro (hemisfério esquerdo ou direito) mais do que no outro.",
    "descricao_complexa": "Embora os dois hemisférios cerebrais trabalhem juntos e estejam constantemente se comunicando através do corpo caloso, eles não são funcionalmente idênticos. A lateralização refere-se à especialização de certas funções em um hemisfério. O exemplo mais conhecido é a linguagem: na maioria das pessoas (especialmente destros), as áreas críticas para a produção da fala (Área de Broca) e compreensão da linguagem (Área de Wernicke) estão localizadas predominantemente no hemisfério esquerdo. O hemisfério esquerdo também tende a ser mais dominante para raciocínio lógico, análise sequencial e matemática. O hemisfério direito, por outro lado, tende a ser mais especializado em processamento visoespacial, reconhecimento de faces, percepção de emoções (especialmente negativas), apreciação musical e processamento holístico (ver o 'todo'). É importante notar que a lateralização é uma questão de dominância relativa, não de exclusividade absoluta, e a ideia popular de pessoas 'cerebralmente esquerdas' vs. 'cerebralmente direitas' é uma simplificação excessiva.",
    "custo_ficticio": 160,
    "icone_imagem": "brain_lateralization.png"
  },
  {
    "nome": "Pesquisa com Cérebro Dividido (Split-Brain)",
    "descricao_simples": "Estudos em pacientes cujo corpo caloso (que conecta os dois hemisférios cerebrais) foi cortado, revelando as funções especializadas de cada hemisfério.",
    "descricao_complexa": "A pesquisa com pacientes de 'cérebro dividido', pioneira por Roger Sperry e Michael Gazzaniga (que rendeu a Sperry um Prêmio Nobel), envolveu indivíduos que tiveram seu corpo caloso cirurgicamente seccionado, geralmente como tratamento para epilepsia severa. Como a principal via de comunicação entre os hemisférios foi cortada, os pesquisadores puderam apresentar informações seletivamente a um único hemisfério e observar como ele processava a informação isoladamente. Por exemplo, se uma imagem fosse apresentada brevemente apenas ao campo visual esquerdo (processado pelo hemisfério direito), o paciente não conseguia nomear o objeto (pois o centro da linguagem está no esquerdo), mas conseguia pegá-lo com a mão esquerda (controlada pelo hemisfério direito). Se a imagem fosse apresentada ao campo visual direito (processado pelo hemisfério esquerdo), ele conseguia nomeá-la, mas tinha dificuldade em reconhecê-la espacialmente. Esses estudos forneceram evidências dramáticas para a lateralização das funções cerebrais, mostrando que cada hemisfério tem suas próprias habilidades e consciência, operando de forma independente quando desconectados.",
    "custo_ficticio": 185,
    "icone_imagem": "split_brain_research.png"
  },
  {
    "nome": "Hormônios e Comportamento (Ex: Ocitocina)",
    "descricao_simples": "Como substâncias químicas (hormônios) liberadas na corrente sanguínea por glândulas endócrinas influenciam pensamentos, sentimentos e ações.",
    "descricao_complexa": "Enquanto neurotransmissores atuam rapidamente em sinapses específicas, hormônios são mensageiros químicos liberados pelo sistema endócrino (glândulas como adrenais, tireoide, gônadas, pituitária) na corrente sanguínea, tendo efeitos mais lentos, difusos e duradouros em vários órgãos-alvo, incluindo o cérebro. Hormônios desempenham papéis cruciais na regulação do desenvolvimento, metabolismo, reprodução e resposta ao estresse. Eles também influenciam significativamente o comportamento e a cognição. Por exemplo, hormônios sexuais (testosterona, estrogênio) influenciam o desenvolvimento de características sexuais e comportamentos relacionados. Hormônios do estresse (cortisol, adrenalina) preparam o corpo para 'luta ou fuga'. A ocitocina, frequentemente chamada de 'hormônio do amor' ou 'do vínculo', é liberada durante o parto, amamentação e orgasmo, e está envolvida na formação de laços sociais, confiança, empatia e comportamento maternal, embora seus efeitos sejam complexos e dependentes do contexto (pode também aumentar o favoritismo endogrupal). A interação entre hormônios, cérebro e comportamento é bidirecional e complexa.",
    "custo_ficticio": 160,
    "icone_imagem": "hormones_brain_connection.png"
  },
  {
    "nome": "Temperamento",
    "descricao_simples": "Diferenças individuais precoces e relativamente estáveis na reatividade emocional e na autorregulação, consideradas a base biológica da personalidade.",
    "descricao_complexa": "Temperamento refere-se às tendências comportamentais e emocionais inatas de um indivíduo, visíveis desde a infância. É considerado como tendo uma base biológica (genética, neuroquímica) e representa o 'núcleo' inicial a partir do qual a personalidade se desenvolve através da interação com o ambiente. Pesquisadores como Thomas e Chess identificaram três tipos principais de temperamento infantil: Fácil (geralmente positivo no humor, adapta-se facilmente a novas situações, estabelece rotinas regulares), Difícil (reage negativamente, chora frequentemente, lento para aceitar mudanças, rotinas irregulares) e Lento para Aquecer (baixo nível de atividade, humor ligeiramente negativo, baixa intensidade de humor, lento para aceitar novidades, mas acaba se adaptando). Outras dimensões do temperamento estudadas incluem nível de atividade, sociabilidade, intensidade emocional e inibição comportamental (timidez versus extroversão). Embora o temperamento mostre alguma estabilidade ao longo do tempo, ele não determina a personalidade adulta, pois é moldado pelas experiências, estilo parental e cultura (conceito de 'bondade de ajuste' - goodness-of-fit).",
    "custo_ficticio": 155,
    "icone_imagem": "temperament_baby_icon.png"
  },
  {
    "nome": "Teoria da Autopercepção (Bem)",
    "descricao_simples": "A ideia de que inferimos nossas próprias atitudes e sentimentos observando nosso próprio comportamento e as circunstâncias em que ele ocorre, especialmente quando nossos sentimentos iniciais são fracos ou ambíguos.",
    "descricao_complexa": "Proposta por Daryl Bem como uma alternativa à teoria da dissonância cognitiva em algumas situações, a teoria da autopercepção sugere que não temos sempre acesso direto aos nossos estados internos (atitudes, emoções). Em vez disso, quando nossas atitudes são incertas ou ambíguas, nós as inferimos de maneira semelhante a como inferiríamos as atitudes de outra pessoa: observando nosso comportamento e a situação em que ele ocorreu. Se agimos de uma certa maneira sem uma forte pressão externa ou recompensa óbvia, concluímos que nossa atitude deve ser consistente com esse comportamento. Por exemplo, se você percebe que come muito um certo tipo de comida, pode inferir 'Devo gostar muito disso'. A teoria é particularmente aplicável quando as atitudes pré-existentes são fracas. Ela também ajuda a explicar o efeito de superjustificação (quando recompensar alguém por uma atividade intrinsecamente interessante pode diminuir o interesse, pois a pessoa passa a atribuir seu comportamento à recompensa externa, e não ao interesse interno).",
    "custo_ficticio": 145,
    "icone_imagem": "self_perception_mirror.png"
  },
  {
    "nome": "Teoria da Avaliação Cognitiva (Deci)",
    "descricao_simples": "Sub-teoria da Teoria da Autodeterminação que explica como eventos externos (recompensas, feedback) afetam a motivação intrínseca, dependendo se são percebidos como controladores ou informativos.",
    "descricao_complexa": "A Teoria da Avaliação Cognitiva (TAC), parte da Teoria da Autodeterminação de Deci e Ryan, foca especificamente nos fatores que aumentam ou diminuem a motivação intrínseca. Ela propõe que eventos externos (como oferecer recompensas, dar feedback, impor prazos) têm dois aspectos funcionais potenciais: um aspecto controlador e um aspecto informativo. Se o evento é percebido primariamente como controlador (ou seja, pressionando a pessoa a se comportar de uma certa maneira, minando seu senso de autonomia), ele tenderá a diminuir a motivação intrínseca. Por exemplo, oferecer dinheiro por uma tarefa que antes era feita por prazer pode fazer a pessoa sentir que só está fazendo pela recompensa. Se o evento é percebido primariamente como informativo sobre a competência (ou seja, fornecendo feedback positivo sobre o desempenho e apoiando o senso de eficácia), ele tenderá a aumentar a motivação intrínseca. A interpretação do evento pelo indivíduo, dentro de seu contexto interpessoal, é crucial para determinar qual aspecto (controlador ou informativo) será saliente e qual será o efeito na motivação intrínseca e na satisfação das necessidades de autonomia e competência.",
    "custo_ficticio": 160,
    "icone_imagem": "cognitive_evaluation_theory.png"
  },
  {
    "nome": "Polarização de Grupo",
    "descricao_simples": "A tendência das discussões em grupo de fortalecerem as inclinações predominantes de seus membros, levando a opiniões mais extremas.",
    "descricao_complexa": "A polarização de grupo é um fenômeno onde a atitude média dos membros de um grupo torna-se mais extrema após uma discussão em grupo do que a atitude média inicial. Se os membros inicialmente tendem a favorecer uma determinada posição, a discussão geralmente leva o grupo a adotar uma posição ainda mais favorável. Se eles inicialmente tendem a se opor, a discussão os torna ainda mais opostos. Isso não significa que o grupo se divide em polos opostos, mas sim que a inclinação inicial do grupo é intensificada. Várias explicações foram propostas: 1) Argumentos Persuasivos: Durante a discussão, os membros são expostos a mais argumentos e informações que apoiam a visão dominante, reforçando suas posições. 2) Comparação Social: Os membros podem perceber a norma do grupo e querer ser vistos como 'bons' membros, expressando opiniões ligeiramente mais extremas na direção favorecida pelo grupo para ganhar aprovação ou se destacar positivamente. A polarização de grupo pode ocorrer em diversos contextos, desde júris e comitês até discussões online, e pode contribuir para o extremismo.",
    "custo_ficticio": 140,
    "icone_imagem": "group_polarization_arrows.png"
  },
  {
    "nome": "Influência da Minoria",
    "descricao_simples": "O processo pelo qual um indivíduo ou pequeno grupo (minoria) pode mudar as atitudes, crenças ou comportamentos da maioria.",
    "descricao_complexa": "Embora a conformidade com a maioria seja comum, Serge Moscovici e outros pesquisadores destacaram que as minorias também podem exercer influência social e levar a mudanças significativas. Para ser eficaz, a influência da minoria geralmente requer certas condições: 1) Consistência: A minoria deve manter sua posição de forma firme e consistente ao longo do tempo e entre seus membros (consistência diacrônica e sincrônica). Isso demonstra convicção e chama a atenção da maioria. 2) Confiança: A minoria deve parecer confiante em sua posição. 3) Evitar rigidez excessiva: Embora consistente, a minoria pode ser mais influente se parecer flexível e de mente aberta em questões menores, enquanto mantém sua posição central. 4) Desertores da maioria: Se alguns membros da maioria começam a aderir à posição da minoria, isso pode quebrar a unanimidade da maioria e encorajar outros a reconsiderar. Acredita-se que a influência da minoria opere através de um processo diferente da influência da maioria (conformidade): ela tende a levar a uma reflexão mais profunda e privada sobre a questão (conversão), em vez de uma mera complacência pública.",
    "custo_ficticio": 155,
    "icone_imagem": "minority_influence_one_vs_many.png"
  },
  {
    "nome": "Níveis de Processamento (Memória)",
    "descricao_simples": "Teoria que propõe que a profundidade com que processamos a informação durante a codificação (superficial vs. profunda) determina quão bem ela será lembrada.",
    "descricao_complexa": "Proposta por Craik e Lockhart como uma alternativa aos modelos de memória multi-armazenamento (como o de Atkinson-Shiffrin), a teoria dos níveis de processamento sugere que a retenção da memória não depende de quanto tempo a informação passa em um 'armazém' específico, mas sim da profundidade com que ela é processada durante a codificação inicial. Eles distinguiram três níveis de processamento: 1) Processamento Superficial (ou Estrutural): Foca nas características físicas ou perceptivas do estímulo (ex: a fonte da letra, se a palavra está em maiúsculas). Leva a um traço de memória fraco e de curta duração. 2) Processamento Intermediário (ou Fonêmico): Foca nas características sonoras do estímulo (ex: se a palavra rima com outra). Leva a um traço de memória mais forte que o superficial. 3) Processamento Profundo (ou Semântico): Foca no significado do estímulo e em suas relações com conhecimentos existentes (ex: se a palavra se encaixa em uma frase, pensar sobre o conceito que ela representa). Envolve elaboração e leva ao traço de memória mais forte e duradouro. A pesquisa confirma que o processamento semântico geralmente resulta em melhor recordação do que os níveis mais superficiais.",
    "custo_ficticio": 140,
    "icone_imagem": "levels_of_processing_depth.png"
  },
  {
    "nome": "Amnésia da Fonte (Source Amnesia)",
    "descricao_simples": "Lembrar corretamente uma informação, mas atribuí-la à fonte errada (onde, quando ou como a informação foi aprendida).",
    "descricao_complexa": "A amnésia da fonte é um tipo específico de erro de memória onde o indivíduo retém o conteúdo factual de uma memória (memória semântica), mas perde ou distorce a informação sobre o contexto em que essa memória foi adquirida (memória episódica da fonte). Podemos lembrar de um fato interessante, mas esquecer quem nos contou ou se lemos em um livro confiável ou em um site duvidoso. É um fenômeno comum e pode ocorrer em qualquer idade, mas é mais frequente em crianças pequenas e adultos mais velhos, possivelmente devido a diferenças no desenvolvimento ou declínio das funções do lobo frontal, que são importantes para monitorar a origem das memórias. A amnésia da fonte pode contribuir para a formação de falsas memórias (quando informações de uma fonte são erroneamente incorporadas à memória de outra) e para a crença em informações incorretas (se a fonte original não confiável for esquecida). Também está relacionada ao fenômeno da criptomnésia (acreditar erroneamente que uma ideia é original sua, quando na verdade foi encontrada em outro lugar).",
    "custo_ficticio": 125,
    "icone_imagem": "source_amnesia_question_mark.png"
  },
  {
    "nome": "Aprendizagem Latente (Tolman)",
    "descricao_simples": "Aprendizagem que ocorre sem reforço óbvio e que só se manifesta no comportamento quando há um incentivo para demonstrá-la.",
    "descricao_complexa": "Edward C. Tolman, um psicólogo cognitivista inicial, desafiou a visão behaviorista estrita de que o reforço é necessário para toda aprendizagem. Em seus experimentos clássicos, ratos exploravam labirintos sem receber recompensa alimentar. Quando, posteriormente, uma recompensa era introduzida no final do labirinto, esses ratos rapidamente aprendiam a encontrar o caminho, desempenhando tão bem ou melhor do que ratos que haviam sido recompensados desde o início. Tolman argumentou que os ratos não recompensados haviam aprendido a disposição do labirinto (formado um 'mapa cognitivo') durante a exploração inicial, mas essa aprendizagem permaneceu 'latente' (oculta) até que houvesse um motivo (a recompensa) para usá-la. Isso sugeria que a aprendizagem (aquisição de conhecimento) pode ocorrer independentemente do desempenho (demonstração desse conhecimento) e que processos cognitivos internos, como mapas mentais, desempenham um papel na aprendizagem, indo além das simples associações estímulo-resposta ou resposta-reforço.",
    "custo_ficticio": 135,
    "icone_imagem": "latent_learning_maze.png"
  },
  {
    "nome": "Aprendizagem por Insight (Köhler)",
    "descricao_simples": "A súbita compreensão da solução para um problema, sem recorrer a tentativa e erro sistemática.",
    "descricao_complexa": "Wolfgang Köhler, um psicólogo da Gestalt, estudou a resolução de problemas em chimpanzés. Em seus experimentos famosos na ilha de Tenerife, ele apresentava problemas aos chimpanzés que exigiam o uso de ferramentas de forma inovadora para alcançar comida (ex: empilhar caixas para alcançar bananas penduradas no alto, usar varas para puxar comida para perto). Köhler observou que os chimpanzés muitas vezes não resolviam os problemas por tentativa e erro gradual (como previsto pelo behaviorismo), mas sim após um período de aparente inatividade ou contemplação, seguido por uma compreensão súbita ('insight') da solução, que era então implementada de forma rápida e eficiente. Ele interpretou isso como evidência de que os animais eram capazes de reestruturar mentalmente os elementos do problema e perceber novas relações entre eles, levando à solução de forma repentina. A aprendizagem por insight destaca o papel da cognição, da percepção e da reorganização perceptual na resolução de problemas, contrastando com a aprendizagem incremental.",
    "custo_ficticio": 140,
    "icone_imagem": "insight_learning_lightbulb.png"
  },
  {
    "nome": "Hipótese do Feedback Facial",
    "descricao_simples": "A ideia de que nossas expressões faciais podem influenciar nossa experiência emocional (sorrir pode nos fazer sentir um pouco mais felizes).",
    "descricao_complexa": "A hipótese do feedback facial sugere que a relação entre emoções e expressões faciais não é unidirecional (emoção -> expressão), mas sim bidirecional. Ou seja, as sensações proprioceptivas dos músculos faciais envolvidos em uma expressão podem enviar sinais ao cérebro que influenciam ou até mesmo induzem a experiência emocional correspondente. Existem versões fortes e fracas da hipótese. A versão forte (expressões são necessárias e suficientes para causar emoção) tem pouco apoio. A versão fraca (feedback facial modula ou influencia a intensidade da emoção) tem mais evidências empíricas, embora ainda haja debate. Estudos clássicos pediam aos participantes para segurar uma caneta com os dentes (facilitando o sorriso) ou com os lábios (inibindo o sorriso) enquanto avaliavam cartoons; aqueles na condição 'sorriso' tendiam a achar os cartoons mais engraçados. Mecanismos propostos envolvem conexões diretas entre músculos faciais e centros emocionais no cérebro, ou processos de autopercepção ('Estou sorrindo, então devo estar feliz').",
    "custo_ficticio": 130,
    "icone_imagem": "facial_feedback_smile.png"
  },
  {
    "nome": "Previsão Afetiva (Affective Forecasting)",
    "descricao_simples": "Nossa capacidade (muitas vezes imprecisa) de prever como nos sentiremos emocionalmente no futuro em resposta a determinados eventos.",
    "descricao_complexa": "A previsão afetiva refere-se aos nossos julgamentos sobre nossos futuros estados emocionais – prever qual emoção sentiremos, quão intensa ela será e por quanto tempo durará. Pesquisas de Daniel Gilbert e Timothy Wilson mostram que, embora sejamos razoavelmente bons em prever a valência da emoção (se nos sentiremos bem ou mal), cometemos erros sistemáticos ao prever a intensidade e, especialmente, a duração de nossas respostas emocionais. Tendemos a superestimar o impacto emocional de eventos futuros, tanto positivos quanto negativos – um fenômeno chamado 'viés de impacto'. Superestimamos quanto tempo a felicidade de ganhar na loteria durará e quanto tempo a tristeza de um rompimento persistirá. Isso ocorre em parte devido à 'negligência imunológica' – subestimamos nossa capacidade psicológica de nos adaptarmos a eventos negativos (nosso 'sistema imunológico psicológico') e de racionalizar ou dar sentido a eles. A imprecisão na previsão afetiva pode levar a decisões que não maximizam nosso bem-estar a longo prazo.",
    "custo_ficticio": 140,
    "icone_imagem": "affective_forecasting_crystal_ball.png"
  },
  {
    "nome": "Transtorno Dissociativo de Identidade (TDI)",
    "descricao_simples": "Transtorno dissociativo caracterizado pela presença de duas ou mais identidades ou estados de personalidade distintos que recorrentemente assumem o controle do comportamento, acompanhado por lapsos de memória.",
    "descricao_complexa": "O Transtorno Dissociativo de Identidade (TDI), anteriormente conhecido como Transtorno de Personalidade Múltipla, é um transtorno mental complexo e controverso. É caracterizado pela presença de duas ou mais identidades ou estados de personalidade distintos (chamados 'alters'), cada um com seu próprio padrão relativamente estável de perceber, relacionar-se e pensar sobre o ambiente e sobre si mesmo. Há uma descontinuidade marcante no senso de self e na agência, acompanhada por alterações relacionadas no afeto, comportamento, consciência, memória, percepção, cognição e/ou funcionamento sensório-motor. Ocorrem lapsos recorrentes na recordação de eventos cotidianos, informações pessoais importantes e/ou eventos traumáticos, que são inconsistentes com o esquecimento comum. Acredita-se que o TDI geralmente se desenvolva como uma resposta a trauma severo e prolongado na primeira infância (abuso físico, sexual ou emocional), como um mecanismo de enfrentamento onde diferentes aspectos da experiência traumática são compartimentalizados em 'alters' distintos. O diagnóstico e a etiologia do TDI são temas de debate significativo na área.",
    "custo_ficticio": 195,
    "icone_imagem": "did_multiple_identities.png"
  },
  {
    "nome": "Transtorno de Sintomas Somáticos",
    "descricao_simples": "Transtorno caracterizado por um ou mais sintomas físicos angustiantes e pensamentos, sentimentos ou comportamentos excessivos relacionados a esses sintomas, causando sofrimento significativo ou interrupção da vida diária.",
    "descricao_complexa": "No Transtorno de Sintomas Somáticos (DSM-5), o foco principal não é a ausência de uma explicação médica para os sintomas (embora isso possa ocorrer), mas sim a maneira como a pessoa pensa, sente e se comporta em resposta a seus sintomas físicos. A pessoa experimenta sintomas somáticos (como dor, fadiga, problemas gastrointestinais) que são genuinamente sentidos e causam sofrimento real. O diagnóstico requer que esses sintomas sejam acompanhados por pensamentos, sentimentos ou comportamentos excessivos relacionados a eles, manifestados por pelo menos um dos seguintes: pensamentos desproporcionais e persistentes sobre a gravidade dos sintomas; nível persistentemente alto de ansiedade sobre a saúde ou os sintomas; tempo e energia excessivos dedicados aos sintomas ou preocupações com a saúde. Mesmo que uma condição médica esteja presente, a reação da pessoa é considerada excessiva ou desproporcional. O transtorno causa sofrimento significativo e/ou prejuízo no funcionamento social, profissional ou outras áreas.",
    "custo_ficticio": 170,
    "icone_imagem": "somatic_symptom_body_focus.png"
  },
  {
    "nome": "Transtornos do Sono-Vigília (Ex: Insônia)",
    "descricao_simples": "Categoria de transtornos que envolvem problemas persistentes na qualidade, quantidade ou horário do sono, causando sofrimento ou prejuízo diurno.",
    "descricao_complexa": "Os Transtornos do Sono-Vigília abrangem uma variedade de condições que afetam o padrão de sono. A Insônia é um dos mais comuns, caracterizada por insatisfação persistente com a quantidade ou qualidade do sono, associada a dificuldade em iniciar o sono, manter o sono (acordar frequentemente ou por períodos prolongados) ou despertar precoce com incapacidade de voltar a dormir. Esses problemas ocorrem apesar de oportunidades adequadas para dormir e resultam em prejuízo significativo no funcionamento diurno (fadiga, problemas de atenção/concentração/memória, irritabilidade, sonolência diurna). Outros transtornos incluem: Hipersonolência (sonolência excessiva apesar de sono principal prolongado), Narcolepsia (ataques irresistíveis de sono, cataplexia), Transtornos Respiratórios Relacionados ao Sono (apneia obstrutiva do sono), Transtornos do Ritmo Circadiano Sono-Vigília (dessincronização entre o ciclo sono-vigília da pessoa e o ciclo claro-escuro ambiental) e Parassonias (eventos anormais durante o sono, como sonambulismo, terrores noturnos, transtorno comportamental do sono REM).",
    "custo_ficticio": 155,
    "icone_imagem": "insomnia_sleep_disorder.png"
  },
  {
    "nome": "Correlação vs. Causalidade",
    "descricao_simples": "Princípio fundamental da pesquisa: o fato de duas variáveis estarem relacionadas (correlacionadas) não significa que uma cause a outra.",
    "descricao_complexa": "Uma correlação indica que existe uma relação ou associação estatística entre duas variáveis; ou seja, mudanças em uma variável tendem a ser acompanhadas por mudanças na outra (seja na mesma direção – correlação positiva, ou em direções opostas – correlação negativa). No entanto, a existência de uma correlação, por mais forte que seja, não permite concluir que uma variável causa a outra. Existem duas razões principais para isso: 1) Problema da Terceira Variável: Uma terceira variável não medida pode estar causando as mudanças em ambas as variáveis correlacionadas, criando uma relação espúria (ex: vendas de sorvete e taxas de criminalidade são correlacionadas positivamente, mas ambas são causadas pelo calor do verão). 2) Problema da Direcionalidade: Mesmo que haja uma relação causal, a correlação por si só não indica qual variável causa qual (ex: autoestima e desempenho acadêmico são correlacionados; a autoestima causa bom desempenho, ou o bom desempenho causa autoestima?). Para estabelecer causalidade, é necessário realizar experimentos controlados, onde uma variável (independente) é manipulada e seu efeito sobre outra variável (dependente) é medido, enquanto outros fatores são mantidos constantes.",
    "custo_ficticio": 110,
    "icone_imagem": "correlation_causation_warning.png"
  },
  {
    "nome": "Viés do Experimentador (Expectativa)",
    "descricao_simples": "A influência não intencional das expectativas ou crenças do pesquisador sobre os resultados de um estudo.",
    "descricao_complexa": "O viés do experimentador ocorre quando as expectativas do pesquisador sobre o que 'deveria' acontecer em um estudo afetam sutilmente (e muitas vezes inconscientemente) a forma como ele interage com os participantes ou interpreta os dados, levando a resultados que confirmam essas expectativas. Isso pode se manifestar de várias maneiras: o pesquisador pode tratar os participantes em diferentes condições experimentais de forma ligeiramente diferente (ex: sendo mais encorajador com o grupo que ele espera que se saia melhor), pode interpretar dados ambíguos de forma tendenciosa, ou pode cometer erros na coleta ou registro de dados que favoreçam sua hipótese. Esse viés ameaça a objetividade e a validade interna da pesquisa. Para minimizar o viés do experimentador, são usadas estratégias como o procedimento duplo-cego (double-blind), onde nem os participantes nem os pesquisadores que interagem diretamente com eles sabem a qual condição experimental cada participante pertence.",
    "custo_ficticio": 130,
    "icone_imagem": "experimenter_bias_eyes.png"
  },
  {
    "nome": "Pessimismo Defensivo",
    "descricao_simples": "Estratégia cognitiva onde pessoas ansiosas estabelecem expectativas baixas para um desempenho futuro, apesar de terem tido sucesso no passado, como forma de gerenciar a ansiedade e motivar o esforço.",
    "descricao_complexa": "Descrito por Nancy Cantor e Julie Norem, o pessimismo defensivo é uma estratégia usada por alguns indivíduos para lidar com situações de desempenho que geram ansiedade. Em vez de manterem expectativas otimistas, eles estabelecem expectativas irrealisticamente baixas para si mesmos ('Vou me sair muito mal') e ruminam sobre todos os possíveis resultados negativos ('E se eu esquecer tudo? E se o equipamento falhar?'). Embora pareça contraproducente, essa 'preparação para o pior' serve a duas funções: 1) Gerenciamento da Ansiedade: Ao considerar os piores cenários, a ansiedade inicial pode ser canalizada e parcialmente aliviada, pois o resultado real raramente é tão ruim quanto o imaginado. 2) Motivação para o Esforço: Pensar sobre o que pode dar errado motiva a pessoa a se preparar exaustivamente e a tomar medidas preventivas, o que, paradoxalmente, aumenta a probabilidade de um bom desempenho. É importante notar que, apesar das baixas expectativas, pessimistas defensivos geralmente têm um histórico de bom desempenho. É uma forma de aproveitar a ansiedade em vez de ser paralisado por ela.",
    "custo_ficticio": 140,
    "icone_imagem": "defensive_pessimism_shield_rain.png"
  },
  {
    "nome": "Automonitoramento (Self-Monitoring)",
    "descricao_simples": "Traço de personalidade que reflete o quanto uma pessoa está atenta às situações sociais e ajusta seu comportamento para criar a impressão desejada.",
    "descricao_complexa": "Proposto por Mark Snyder, o automonitoramento refere-se às diferenças individuais na habilidade e tendência de observar e regular a própria autoapresentação e comportamento expressivo em resposta a situações sociais e pistas interpessoais. Indivíduos com Alto Automonitoramento são muito sensíveis às expectativas situacionais e às reações dos outros. Eles são hábeis em adaptar seu comportamento para se adequar a diferentes públicos e criar a impressão desejada ('camaleões sociais'). Podem ter círculos de amigos diferentes para atividades diferentes e podem parecer inconsistentes em suas atitudes e comportamentos. Indivíduos com Baixo Automonitoramento são menos atentos às pistas sociais e tendem a agir de forma mais consistente com seus próprios sentimentos, atitudes e valores internos, independentemente da situação. Eles valorizam mais a congruência entre o 'eu interior' e o comportamento externo. Nenhum dos estilos é inerentemente 'melhor'; ambos têm vantagens e desvantagens dependendo do contexto.",
    "custo_ficticio": 145,
    "icone_imagem": "self_monitoring_mask_face.png"
  },
  {
    "nome": "Efeito da Mera Exposição",
    "descricao_simples": "A tendência de desenvolvermos preferência por coisas (ou pessoas) simplesmente porque estamos familiarizados com elas (fomos expostos repetidamente a elas).",
    "descricao_complexa": "Descrito por Robert Zajonc, o efeito da mera exposição sugere que a exposição repetida a um estímulo inicialmente neutro ou levemente positivo aumenta nossa avaliação afetiva (gosto ou preferência) por esse estímulo. Quanto mais somos expostos a algo (uma música, um rosto, uma palavra sem sentido, um símbolo), mais tendemos a gostar dele, mesmo que não haja nenhuma recompensa associada à exposição e mesmo que não estejamos conscientes da exposição prévia. Acredita-se que a familiaridade gere uma sensação de conforto e segurança, e que estímulos familiares sejam processados com mais facilidade (fluência perceptual), o que pode ser interpretado como algo positivo. Este efeito tem implicações na formação de atitudes, preferências estéticas, publicidade e atração interpessoal (tendemos a gostar mais de pessoas que vemos com frequência). No entanto, o efeito pode não ocorrer ou até reverter se a exposição inicial for negativa ou se houver superexposição (levando ao tédio).",
    "custo_ficticio": 115,
    "icone_imagem": "mere_exposure_effect_repeat.png"
  }
]