[
  {
    "nome": "Teoria Bioecológica do Desenvolvimento (Bronfenbrenner)",
    "descricao_simples": "Modelo que descreve como diferentes níveis ambientais (família, escola, cultura) interagem para influenciar o desenvolvimento humano.",
    "descricao_complexa": "Proposta por Urie Bronfenbrenner, esta teoria enfatiza que o desenvolvimento humano ocorre dentro de um complexo sistema de relacionamentos afetados por múltiplos níveis do ambiente circundante. Esses níveis são imaginados como estruturas aninhadas, como bonecas russas: 1) Microsistema: O ambiente imediato onde a pessoa vive e interage diretamente (família, escola, colegas). 2) Mesossistema: As interconexões entre os microsistemas (ex: a relação entre a família e a escola). 3) Exossistema: Contextos sociais nos quais a pessoa não participa diretamente, mas que afetam suas experiências nos microsistemas (ex: local de trabalho dos pais, políticas da escola). 4) Macrosistema: A cultura mais ampla, incluindo valores, leis, costumes e recursos sociais que moldam os outros sistemas. 5) Cronossistema: A dimensão do tempo, referindo-se a padrões de eventos ambientais e transições ao longo da vida, bem como mudanças socio-históricas (ex: divórcio dos pais, crise econômica). A teoria destaca a interação dinâmica e bidirecional entre o indivíduo em desenvolvimento e esses múltiplos contextos ambientais.",
    "custo_ficticio": 185,
    "icone_imagem": "bronfenbrenner_nested_systems.png"
  },
  {
    "nome": "Estilos Parentais (Baumrind)",
    "descricao_simples": "Classificação dos padrões de comportamento dos pais em relação aos filhos, baseada em níveis de exigência (controle) e responsividade (afeto).",
    "descricao_complexa": "Diana Baumrind identificou quatro estilos parentais principais com base em duas dimensões: exigência (regras, expectativas, supervisão) e responsividade (calor afetivo, apoio, sensibilidade às necessidades da criança). 1) Autoritativo (Democrático): Alta exigência e alta responsividade. Pais estabelecem regras claras e expectativas, mas são calorosos, explicam as razões das regras, ouvem a criança e permitem autonomia apropriada. Geralmente associado aos melhores resultados no desenvolvimento infantil (competência social, autoestima, desempenho acadêmico). 2) Autoritário: Alta exigência e baixa responsividade. Pais são controladores, exigem obediência inquestionável, usam punição e são menos calorosos e responsivos. Associado a crianças mais ansiosas, retraídas e com menor autoestima. 3) Permissivo: Baixa exigência e alta responsividade. Pais são afetuosos, mas estabelecem poucas regras ou limites, cedendo facilmente aos desejos da criança. Associado a crianças mais imaturas, impulsivas e com dificuldades no autocontrole. 4) Negligente (ou Rejeitador): Baixa exigência e baixa responsividade. Pais são distantes, indiferentes e não envolvidos na vida da criança, atendendo apenas às necessidades básicas (às vezes nem isso). Associado aos piores resultados, incluindo problemas de comportamento e dificuldades acadêmicas e sociais.",
    "custo_ficticio": 160,
    "icone_imagem": "parenting_styles_matrix.png"
  },
  {
    "nome": "Efeito Flynn",
    "descricao_simples": "A observação do aumento substancial e de longo prazo nas pontuações de testes de inteligência (QI) em muitas partes do mundo ao longo do século XX.",
    "descricao_complexa": "Nomeado em homenagem a James R. Flynn, que documentou extensivamente esse fenômeno, o Efeito Flynn refere-se ao aumento geracional observado nas pontuações médias de testes de Quociente de Inteligência (QI) em diversos países desde o início do século XX, quando os testes começaram a ser aplicados em larga escala. As pontuações aumentaram em média cerca de 3 pontos de QI por década, sendo o ganho mais pronunciado em testes que medem a inteligência fluida (raciocínio abstrato) do que a inteligência cristalizada (conhecimento adquirido). As causas exatas do Efeito Flynn são debatidas, mas provavelmente envolvem uma combinação de fatores ambientais, como melhorias na nutrição, saúde, educação (maior escolaridade e foco no pensamento científico/abstrato), maior complexidade ambiental (ex: tecnologia) e, possivelmente, maior familiaridade com os próprios testes. O efeito levanta questões sobre a natureza da inteligência e a validade das normas dos testes de QI ao longo do tempo. Algumas pesquisas recentes sugerem que o efeito pode ter estagnado ou até revertido em alguns países desenvolvidos.",
    "custo_ficticio": 140,
    "icone_imagem": "flynn_effect_graph_up.png"
  },
  {
    "nome": "Validade (Psicometria)",
    "descricao_simples": "O grau em que um teste psicológico mede aquilo que ele se propõe a medir.",
    "descricao_complexa": "A validade é a característica mais fundamental de um teste psicológico, indicando se as interpretações e usos dos escores do teste são apropriados e significativos. Não é o teste em si que é válido, mas sim as inferências feitas a partir de seus resultados. Existem diferentes tipos de evidência de validade: 1) Validade de Conteúdo: Grau em que os itens do teste representam adequadamente o domínio ou construto que está sendo medido (ex: um teste de matemática do 5º ano deve cobrir o currículo relevante). 2) Validade de Critério: Grau em que os escores do teste se relacionam com um critério externo relevante. Pode ser preditiva (escores preveem desempenho futuro - ex: vestibular e notas na faculdade) ou concorrente (escores se correlacionam com um critério medido ao mesmo tempo - ex: novo teste de depressão e diagnóstico clínico). 3) Validade de Construto: O tipo mais abrangente, refere-se ao grau em que o teste mede o construto teórico subjacente que ele pretende avaliar (ex: inteligência, ansiedade, extroversão). Envolve acumular evidências de várias fontes, incluindo a estrutura interna do teste, relações com outras variáveis e consequências do teste. A validação é um processo contínuo.",
    "custo_ficticio": 170,
    "icone_imagem": "validity_target_icon.png"
  },
  {
    "nome": "Fidedignidade (Psicometria)",
    "descricao_simples": "A consistência ou estabilidade das medidas obtidas por um teste psicológico.",
    "descricao_complexa": "Fidedignidade (ou confiabilidade) refere-se ao grau em que um teste produz resultados consistentes e livres de erro de medida aleatório. Um teste fidedigno fornecerá escores semelhantes para um mesmo indivíduo em diferentes ocasiões ou com diferentes conjuntos de itens equivalentes, assumindo que o traço medido não mudou. A fidedignidade é uma condição necessária, mas não suficiente, para a validade (um teste pode ser consistente, mas não medir o que deveria). Métodos para estimar a fidedignidade incluem: 1) Fidedignidade Teste-Reteste: Aplicar o mesmo teste à mesma pessoa em duas ocasiões diferentes e correlacionar os escores. Mede a estabilidade temporal. 2) Fidedignidade de Formas Paralelas (ou Alternadas): Aplicar duas versões equivalentes do teste à mesma pessoa e correlacionar os escores. 3) Fidedignidade de Consistência Interna: Avalia o grau em que os itens de um teste medem o mesmo construto. Métodos comuns são o Coeficiente Alfa de Cronbach (para itens com múltiplas respostas) e a Fidedignidade das Duas Metades (split-half). A fidedignidade é expressa por um coeficiente que varia de 0 a 1, onde valores mais altos indicam maior consistência.",
    "custo_ficticio": 165,
    "icone_imagem": "reliability_consistency_icon.png"
  },
  {
    "nome": "Modelo Biopsicossocial",
    "descricao_simples": "Abordagem que considera a interação de fatores biológicos, psicológicos e sociais na compreensão da saúde e da doença.",
    "descricao_complexa": "Proposto por George Engel como uma alternativa ao modelo biomédico tradicional (que foca apenas em fatores biológicos), o modelo biopsicossocial é uma perspectiva holística amplamente adotada na psicologia da saúde e na medicina contemporânea. Ele postula que a saúde e a doença são resultados da interação complexa e dinâmica entre três conjuntos de fatores: 1) Fatores Biológicos: Incluem genética, fisiologia, anatomia, patógenos, funcionamento do sistema nervoso e imunológico. 2) Fatores Psicológicos: Incluem cognições (crenças, atitudes), emoções (estresse, ansiedade, depressão), comportamentos (hábitos de saúde como dieta, exercício, tabagismo), personalidade e estratégias de coping. 3) Fatores Sociais: Incluem cultura, status socioeconômico, relacionamentos sociais (apoio social, família), ambiente de trabalho, acesso a cuidados de saúde e estressores ambientais. Este modelo enfatiza que esses fatores não operam isoladamente, mas se influenciam mutuamente, e que uma compreensão abrangente da saúde requer a consideração de todos eles. É fundamental para o desenvolvimento de intervenções mais eficazes em saúde.",
    "custo_ficticio": 170,
    "icone_imagem": "biopsychosocial_model_venn.png"
  },
  {
    "nome": "Adesão ao Tratamento",
    "descricao_simples": "O grau em que o comportamento de uma pessoa (tomar medicação, seguir dieta, fazer terapia) corresponde às recomendações acordadas com o profissional de saúde.",
    "descricao_complexa": "A adesão ao tratamento (anteriormente chamada de 'compliance', termo agora considerado paternalista) é um fator crítico para a eficácia de intervenções médicas e psicológicas. A não adesão (ou adesão parcial) é um problema comum e pode levar a resultados de saúde piores, aumento dos custos e frustração para pacientes e profissionais. Fatores que influenciam a adesão são multifatoriais e incluem: 1) Fatores Relacionados à Doença: Gravidade dos sintomas, cronicidade. 2) Fatores Relacionados ao Tratamento: Complexidade do regime (muitos medicamentos, horários difíceis), duração, efeitos colaterais, custo. 3) Fatores Relacionados ao Paciente: Crenças sobre a doença e o tratamento (percepção de necessidade, preocupações), motivação, autoeficácia, conhecimento, humor (depressão), esquecimento. 4) Fatores Relacionados ao Sistema de Saúde: Qualidade da relação paciente-profissional (comunicação, confiança), acesso aos serviços, apoio da equipe. 5) Fatores Socioeconômicos: Custo, apoio social. Intervenções para melhorar a adesão geralmente envolvem educação, simplificação do regime, estratégias comportamentais (lembretes, organização), melhoria da comunicação e abordagens colaborativas.",
    "custo_ficticio": 140,
    "icone_imagem": "adherence_treatment_check.png"
  },
  {
    "nome": "Estresse Percebido",
    "descricao_simples": "A avaliação subjetiva de uma pessoa sobre o quão estressantes são as situações em sua vida e sua capacidade de lidar com elas.",
    "descricao_complexa": "O conceito de estresse percebido enfatiza que o impacto de um evento potencialmente estressante (estressor) não depende apenas das características objetivas do evento, mas principalmente da interpretação e avaliação subjetiva que o indivíduo faz dele. Desenvolvido a partir do modelo transacional de estresse de Lazarus e Folkman, o estresse percebido envolve duas avaliações cognitivas principais: 1) Avaliação Primária: Julgamento sobre o significado do evento – é irrelevante, benigno-positivo ou estressante (ameaça, desafio, perda)? 2) Avaliação Secundária: Avaliação dos recursos de coping disponíveis para lidar com o estressor – 'Eu consigo lidar com isso?'. O estresse é percebido como alto quando as demandas da situação são avaliadas como excedendo os recursos de enfrentamento percebidos. Instrumentos como a Escala de Estresse Percebido (PSS) de Cohen medem o grau em que as situações na vida de uma pessoa são avaliadas como imprevisíveis, incontroláveis e sobrecarregantes. O estresse percebido é um forte preditor de resultados de saúde física e mental, muitas vezes mais forte do que a contagem objetiva de eventos estressantes.",
    "custo_ficticio": 135,
    "icone_imagem": "perceived_stress_head.png"
  },
  {
    "nome": "Teoria da Ação Planejada (Ajzen)",
    "descricao_simples": "Teoria que prevê o comportamento humano com base nas atitudes da pessoa, nas normas sociais percebidas e no controle comportamental percebido sobre a ação.",
    "descricao_complexa": "Desenvolvida por Icek Ajzen como uma extensão da Teoria da Ação Racional (Ajzen & Fishbein), a Teoria da Ação Planejada (TAP) é um modelo cognitivo social amplamente utilizado para prever e explicar uma variedade de comportamentos deliberados, especialmente comportamentos relacionados à saúde. A teoria postula que o preditor mais imediato do comportamento é a Intenção Comportamental (a disposição da pessoa para realizar o comportamento). A intenção, por sua vez, é determinada por três fatores principais: 1) Atitude em Relação ao Comportamento: A avaliação geral positiva ou negativa da pessoa sobre realizar o comportamento (baseada nas crenças sobre as consequências do comportamento). 2) Norma Subjetiva: A percepção da pressão social para realizar ou não o comportamento (baseada nas crenças sobre o que outros significativos pensam e na motivação para agradá-los). 3) Controle Comportamental Percebido (CCP): A percepção da facilidade ou dificuldade em realizar o comportamento (similar à autoeficácia), baseada na crença sobre a presença de fatores que podem facilitar ou impedir a ação. O CCP também pode ter um efeito direto sobre o comportamento, além de influenciar a intenção.",
    "custo_ficticio": 170,
    "icone_imagem": "theory_planned_behavior_model.png"
  },
  {
    "nome": "Burnout (Síndrome de Esgotamento Profissional)",
    "descricao_simples": "Estado de exaustão física, emocional e mental causado por estresse crônico e prolongado no trabalho ou em outras atividades exigentes.",
    "descricao_complexa": "Definido originalmente por Herbert Freudenberger e desenvolvido por Christina Maslach, o burnout é uma resposta ao estresse interpessoal crônico no ambiente de trabalho (embora possa ocorrer em outros papéis, como cuidadores). É caracterizado por três dimensões principais: 1) Exaustão Emocional: Sentimentos de estar esgotado, drenado emocionalmente e incapaz de dar mais de si mesmo em nível psicológico. É o componente central do burnout. 2) Despersonalização (ou Cinismo): Desenvolvimento de uma atitude cínica, distante, indiferente e insensível em relação ao trabalho, aos colegas e/ou aos destinatários do serviço (clientes, pacientes). É uma forma de distanciamento emocional para lidar com a exaustão. 3) Redução da Realização Profissional (ou Ineficácia): Sentimento de incompetência, falta de realização e produtividade no trabalho. Percepção de que não se está mais contribuindo de forma significativa. O burnout está associado a ambientes de trabalho com altas demandas, baixo controle, baixo apoio social, recompensas inadequadas e falta de justiça. Leva a consequências negativas para a saúde física e mental do indivíduo e para a organização (absenteísmo, rotatividade).",
    "custo_ficticio": 160,
    "icone_imagem": "burnout_flame_out.png"
  },
  {
    "nome": "Psicologia Positiva",
    "descricao_simples": "Campo da psicologia que foca no estudo científico do bem-estar, da felicidade, das forças humanas e do florescimento.",
    "descricao_complexa": "Inaugurada formalmente por Martin Seligman e Mihaly Csikszentmihalyi, a Psicologia Positiva surgiu como um contraponto ao foco tradicional da psicologia na doença mental e no sofrimento. Seu objetivo é estudar cientificamente os aspectos positivos da experiência humana, buscando entender o que faz a vida valer a pena. Em vez de apenas corrigir o que está errado, a Psicologia Positiva investiga o que está certo com as pessoas e como promover o bem-estar e o florescimento (flourishing). As áreas de interesse incluem: emoções positivas (alegria, gratidão, esperança), traços positivos (forças de caráter, virtudes, talentos), instituições positivas (famílias, escolas, locais de trabalho que promovem o bem-estar), felicidade (bem-estar subjetivo), sentido da vida, resiliência, otimismo, fluxo (flow) e relacionamentos positivos. Utiliza métodos científicos rigorosos para desenvolver e testar intervenções que aumentem o bem-estar e ajudem as pessoas a viverem vidas mais plenas e significativas.",
    "custo_ficticio": 150,
    "icone_imagem": "positive_psychology_sun.png"
  },
  {
    "nome": "Modelo PERMA (Florescimento)",
    "descricao_simples": "Modelo de bem-estar de Martin Seligman que define cinco elementos essenciais para o florescimento humano: Emoção Positiva, Engajamento, Relacionamentos, Significado e Realização.",
    "descricao_complexa": "Desenvolvido por Martin Seligman como um pilar da Psicologia Positiva, o modelo PERMA descreve cinco componentes mensuráveis e cultiváveis que contribuem para o bem-estar e o florescimento ('flourishing'). Cada elemento é buscado por si mesmo, não apenas como meio para outro fim: 1) Positive Emotion (Emoção Positiva): Experienciar sentimentos agradáveis como alegria, gratidão, serenidade, esperança, orgulho, diversão. É o componente hedônico do bem-estar. 2) Engagement (Engajamento): Estar completamente absorvido em atividades que desafiam e utilizam nossas habilidades (experiência de fluxo - 'flow'). 3) Relationships (Relacionamentos Positivos): Ter conexões sociais fortes, sentir-se amado, apoiado e valorizado pelos outros, e dar apoio em troca. 4) Meaning (Significado): Pertencer e servir a algo que acreditamos ser maior do que nós mesmos; ter um propósito na vida. 5) Accomplishment/Achievement (Realização): Buscar o sucesso, a competência, a maestria e atingir metas por si só, mesmo sem produzir emoção positiva ou significado imediato. O modelo PERMA oferece um quadro abrangente para entender e promover uma vida florescente.",
    "custo_ficticio": 160,
    "icone_imagem": "perma_model_pillars.png"
  },
  {
    "nome": "Forças de Caráter (VIA)",
    "descricao_simples": "Classificação de 24 traços de personalidade positivos (forças) agrupados em seis virtudes universais, desenvolvida pela Psicologia Positiva.",
    "descricao_complexa": "Como parte do esforço da Psicologia Positiva para focar nos aspectos positivos do funcionamento humano, Christopher Peterson e Martin Seligman desenvolveram a classificação VIA (Values in Action) das Forças de Caráter e Virtudes. Eles identificaram 24 forças de caráter que são vistas como traços positivos de personalidade, mensuráveis e que contribuem para o bem-estar e uma vida boa. Essas forças são consideradas caminhos para alcançar seis virtudes centrais que são valorizadas em diferentes culturas e tradições: 1) Sabedoria e Conhecimento (Forças: Criatividade, Curiosidade, Abertura Mental, Amor pelo Aprendizado, Perspectiva). 2) Coragem (Forças: Bravura, Perseverança, Honestidade/Autenticidade, Vitalidade/Entusiasmo). 3) Humanidade (Forças: Amor/Intimidade, Bondade/Generosidade, Inteligência Social). 4) Justiça (Forças: Cidadania/Trabalho em Equipe, Imparcialidade/Equidade, Liderança). 5) Temperança (Forças: Perdão/Compaixão, Humildade/Modéstia, Prudência, Autocontrole/Autorregulação). 6) Transcendência (Forças: Apreciação da Beleza e Excelência, Gratidão, Esperança/Otimismo, Humor/Brincalhão, Espiritualidade/Senso de Propósito). Identificar e usar as próprias 'forças de assinatura' é uma intervenção comum na Psicologia Positiva.",
    "custo_ficticio": 170,
    "icone_imagem": "via_character_strengths.png"
  },
  {
    "nome": "Psicologia Forense",
    "descricao_simples": "A aplicação de princípios e conhecimentos psicológicos a questões e procedimentos legais.",
    "descricao_complexa": "A Psicologia Forense é a interface entre a psicologia e o sistema de justiça civil e criminal. Psicólogos forenses aplicam a teoria e a pesquisa psicológica para entender e abordar questões legais. Suas atividades são variadas e podem incluir: avaliações psicológicas de indivíduos envolvidos no sistema legal (avaliação de competência para ser julgado, sanidade mental no momento do crime, risco de violência, guarda de crianças em casos de divórcio, dano psicológico em processos cíveis); consultoria para advogados (seleção de júri, preparação de testemunhas); testemunho como perito em tribunais; avaliação e tratamento de indivíduos em ambientes correcionais ou forenses; pesquisa sobre temas relevantes (memória de testemunhas oculares, tomada de decisão de júris, eficácia de programas de reabilitação); e desenvolvimento de políticas públicas relacionadas à justiça. Requer conhecimento tanto de psicologia clínica ou outras áreas da psicologia quanto do sistema legal, procedimentos e questões éticas específicas deste contexto.",
    "custo_ficticio": 160,
    "icone_imagem": "forensic_psychology_scales_brain.png"
  },
  {
    "nome": "Avaliação de Risco de Violência",
    "descricao_simples": "Processo usado por psicólogos forenses para estimar a probabilidade de um indivíduo cometer atos violentos no futuro.",
    "descricao_complexa": "A avaliação de risco de violência é uma tarefa comum na psicologia forense, realizada em contextos como sentenças criminais, liberdade condicional, hospitalização psiquiátrica involuntária e locais de trabalho. O objetivo não é prever com certeza se a violência ocorrerá (o que é impossível), mas sim estimar o nível de risco (baixo, moderado, alto) e identificar fatores de risco específicos que podem ser gerenciados. Abordagens para avaliação de risco incluem: 1) Julgamento Clínico Não Estruturado: Baseado na experiência e intuição do clínico (menos preciso). 2) Métodos Atuariais: Usam fórmulas estatísticas baseadas em fatores de risco estáticos (históricos, imutáveis, como histórico criminal) que comprovadamente se correlacionam com reincidência violenta em grupos específicos. 3) Julgamento Clínico Estruturado (JCE): Combina o uso de listas de fatores de risco empiricamente validados (incluindo fatores estáticos e dinâmicos - mutáveis, como abuso de substâncias, atitudes anti-sociais, falta de apoio social) com o julgamento clínico para avaliar a relevância desses fatores para o indivíduo e formular um plano de gerenciamento de risco. Esta é a abordagem mais recomendada atualmente.",
    "custo_ficticio": 175,
    "icone_imagem": "violence_risk_assessment.png"
  },
  {
    "nome": "Falsas Memórias (Contexto Forense)",
    "descricao_simples": "Memórias de eventos que não ocorreram, ou memórias distorcidas de eventos reais, que podem surgir espontaneamente ou por sugestão externa, relevantes em casos legais.",
    "descricao_complexa": "A pesquisa sobre falsas memórias, liderada por figuras como Elizabeth Loftus, tem implicações cruciais para o sistema de justiça, especialmente em relação ao testemunho ocular e memórias recuperadas de abuso. Demonstra-se que a memória humana não é um registro perfeito, mas sim um processo reconstrutivo suscetível a distorções. Falsas memórias podem ser criadas através de: 1) Efeito da Desinformação: Informações enganosas introduzidas após um evento podem ser incorporadas à lembrança. 2) Sugestão: Técnicas sugestivas (usadas em interrogatórios ou terapias inadequadas) podem levar indivíduos a 'lembrar' eventos que nunca aconteceram. 3) Inferência e Imaginação: Confundir informações inferidas ou imaginadas com eventos reais. O debate sobre 'memórias recuperadas' de abuso infantil na terapia levantou preocupações sobre a possibilidade de criação iatrogênica (induzida pelo terapeuta) de falsas memórias. Embora memórias de trauma possam ser genuinamente reprimidas e depois lembradas, é essencial distinguir entre recordações autênticas e falsas memórias induzidas, dada a gravidade das acusações legais que podem surgir.",
    "custo_ficticio": 160,
    "icone_imagem": "false_memory_icon.png"
  },
  {
    "nome": "Período Crítico vs. Sensível (Desenvolvimento)",
    "descricao_simples": "Janelas de tempo no desenvolvimento: um período limitado onde certas experiências são essenciais (crítico) ou um período ótimo onde são mais eficazes (sensível).",
    "descricao_complexa": "Estes termos referem-se a janelas temporais durante o desenvolvimento em que o organismo está particularmente receptivo a certos tipos de estímulos ou experiências ambientais, sendo essas experiências importantes para o desenvolvimento normal de uma habilidade ou característica específica. Período Crítico é um período de tempo finito e bem definido durante o qual uma determinada experiência *deve* ocorrer para que uma função específica se desenvolva normalmente. Se a experiência não ocorrer dentro desse período, a capacidade pode ser permanentemente prejudicada ou perdida (ex: desenvolvimento inicial do sistema visual em alguns animais). Período Sensível é um período de tempo mais flexível durante o qual o organismo é *mais* receptivo a certas influências ambientais, e a aprendizagem ocorre de forma mais eficiente. Embora o desenvolvimento ainda possa ocorrer fora desse período, ele pode ser mais difícil ou menos completo (ex: aquisição da linguagem humana, especialmente a fonologia e gramática de uma segunda língua; formação de apego na infância). A maioria dos aspectos do desenvolvimento humano parece envolver períodos sensíveis em vez de períodos críticos estritos.",
    "custo_ficticio": 150,
    "icone_imagem": "critical_sensitive_period_window.png"
  },
  {
    "nome": "Teoria da Seletividade Socioemocional (Carstensen)",
    "descricao_simples": "Teoria que explica como a percepção do tempo futuro influencia as metas sociais, levando adultos mais velhos a priorizar relacionamentos emocionalmente significativos.",
    "descricao_complexa": "Proposta por Laura Carstensen, a Teoria da Seletividade Socioemocional (TSS) postula que a percepção que as pessoas têm do tempo restante em suas vidas influencia fundamentalmente suas metas motivacionais e escolhas sociais. Quando o tempo futuro é percebido como aberto e expansivo (típico de jovens adultos), as pessoas tendem a priorizar metas orientadas para o futuro, como adquirir conhecimento, expandir horizontes e fazer novos contatos sociais, mesmo que alguns sejam superficiais. No entanto, quando o tempo futuro é percebido como limitado (típico de adultos mais velhos, mas também pode ocorrer em jovens em situações de fim de vida), as metas mudam para priorizar o bem-estar emocional no presente. Isso leva a uma maior seletividade social: os adultos mais velhos tendem a reduzir o número de parceiros sociais, concentrando-se em relacionamentos emocionalmente próximos e significativos (família, amigos íntimos) que proporcionam satisfação emocional e evitam interações negativas. Essa mudança é vista como uma adaptação que otimiza o bem-estar emocional na segunda metade da vida.",
    "custo_ficticio": 165,
    "icone_imagem": "sst_lifespan_goals.png"
  },
  {
    "nome": "Análise Funcional do Comportamento (ABC)",
    "descricao_simples": "Método behaviorista/TCC para entender um comportamento identificando seus antecedentes (o que vem antes) e suas consequências (o que vem depois).",
    "descricao_complexa": "A Análise Funcional do Comportamento é uma ferramenta central na terapia comportamental e cognitivo-comportamental para compreender a função de um comportamento problemático (ou qualquer comportamento). Baseia-se no princípio do condicionamento operante de que o comportamento é aprendido e mantido por suas consequências. O modelo ABC envolve identificar três componentes: 1) Antecedente (A - Antecedent): O evento, situação, pensamento ou sentimento que precede imediatamente o comportamento e atua como um gatilho ou estímulo discriminativo para ele. 2) Comportamento (B - Behavior): A ação específica, observável e mensurável que está sendo analisada (ex: gritar, comer em excesso, evitar uma situação). 3) Consequência (C - Consequence): O que acontece imediatamente após o comportamento e que o torna mais ou menos provável de ocorrer novamente no futuro (reforço positivo/negativo, punição positiva/negativa). Ao analisar essa cadeia ABC, o terapeuta e o cliente podem entender por que o comportamento ocorre (sua função – ex: obter atenção, evitar desconforto) e planejar intervenções que modifiquem os antecedentes ou as consequências para promover mudanças comportamentais.",
    "custo_ficticio": 145,
    "icone_imagem": "abc_functional_analysis.png"
  },
  {
    "nome": "Economia de Fichas (Token Economy)",
    "descricao_simples": "Sistema de modificação comportamental onde comportamentos desejados são recompensados com 'fichas' (tokens) que podem ser trocadas por recompensas maiores.",
    "descricao_complexa": "A economia de fichas é uma técnica de intervenção comportamental baseada nos princípios do condicionamento operante, especialmente o reforço positivo. É usada para aumentar a frequência de comportamentos desejáveis e diminuir os indesejáveis em indivíduos ou grupos, frequentemente em ambientes institucionalizados (escolas, hospitais psiquiátricos, prisões) ou em casa. O sistema envolve: 1) Identificar comportamentos-alvo específicos e mensuráveis que se deseja aumentar. 2) Definir um meio de troca simbólico – as 'fichas' (tokens), que podem ser pontos, adesivos, estrelas, moedas de plástico, etc. – que são entregues imediatamente após a ocorrência do comportamento desejado. 3) Estabelecer um menu de recompensas de apoio (back-up reinforcers) – itens, atividades ou privilégios que os indivíduos valorizam – pelos quais as fichas acumuladas podem ser trocadas. O valor em fichas de cada recompensa é especificado. As fichas funcionam como reforçadores condicionados generalizados. A economia de fichas pode ser eficaz para gerenciar comportamentos, mas requer planejamento cuidadoso, consistência na aplicação e, idealmente, um plano para generalizar os ganhos para o ambiente natural.",
    "custo_ficticio": 130,
    "icone_imagem": "token_economy_stars.png"
  },
  {
    "nome": "Dessensibilização Sistemática (Wolpe)",
    "descricao_simples": "Técnica de terapia comportamental para tratar fobias, associando gradualmente o estímulo temido a um estado de relaxamento profundo.",
    "descricao_complexa": "Desenvolvida por Joseph Wolpe, a dessensibilização sistemática é uma terapia de exposição baseada no princípio do contracondicionamento – a ideia de que uma resposta (ex: ansiedade) a um estímulo condicionado (ex: aranha) pode ser eliminada associando esse estímulo a uma resposta incompatível (ex: relaxamento). O processo envolve três etapas: 1) Treinamento em Relaxamento Profundo: O cliente aprende técnicas para induzir um estado de relaxamento muscular progressivo ou outras respostas de relaxamento. 2) Construção de uma Hierarquia de Ansiedade: O cliente e o terapeuta criam uma lista de situações relacionadas à fobia, ordenadas do menos ao mais provocador de ansiedade. 3) Dessensibilização Gradual: Enquanto em estado de relaxamento profundo, o cliente é exposto gradualmente aos itens da hierarquia, começando pelo menos ansiogênico. A exposição pode ser imaginária (visualizar a cena) ou in vivo (exposição real). O cliente só avança para o próximo item da hierarquia quando consegue permanecer relaxado enquanto exposto ao item atual. A associação repetida do estímulo temido com o relaxamento enfraquece a resposta de ansiedade. Foi um tratamento pioneiro e eficaz para fobias específicas.",
    "custo_ficticio": 155,
    "icone_imagem": "systematic_desensitization_steps.png"
  },
  {
    "nome": "Processamento Dual (Sistema 1 e 2)",
    "descricao_simples": "Modelo cognitivo que descreve dois sistemas de pensamento: um rápido, intuitivo e automático (Sistema 1) e outro lento, deliberativo e controlado (Sistema 2).",
    "descricao_complexa": "Popularizado por Daniel Kahneman em seu livro 'Rápido e Devagar', o modelo de processamento dual postula que nosso pensamento opera através de dois sistemas distintos, embora interativos. Sistema 1 opera de forma rápida, automática, intuitiva, sem esforço e frequentemente inconsciente. É baseado em heurísticas, emoções e associações aprendidas. É responsável pela maioria dos nossos julgamentos e decisões cotidianas (ex: reconhecer um rosto, entender frases simples, sentir nojo de algo). É eficiente, mas propenso a vieses e erros sistemáticos. Sistema 2 opera de forma lenta, deliberativa, controlada, com esforço e consciente. É responsável pelo raciocínio lógico, análise complexa, cálculos, planejamento e autocontrole. Requer atenção e recursos cognitivos limitados. O Sistema 2 pode monitorar e, às vezes, corrigir as saídas do Sistema 1, mas muitas vezes ele é 'preguiçoso' e aceita as intuições rápidas do Sistema 1 sem questionamento. Compreender a interação (e conflito) entre esses dois sistemas é fundamental para entender o julgamento, a tomada de decisão e os vieses cognitivos humanos.",
    "custo_ficticio": 175,
    "icone_imagem": "dual_process_thinking_gears.png"
  },
  {
    "nome": "Prova Social (Influência Social)",
    "descricao_simples": "Princípio de influência onde determinamos o que é correto descobrindo o que outras pessoas pensam ou fazem, especialmente em situações de incerteza.",
    "descricao_complexa": "Identificada por Robert Cialdini como um dos seis princípios fundamentais da persuasão, a prova social (ou consenso social) descreve nossa tendência a ver um comportamento como mais correto em uma determinada situação na medida em que vemos outros o realizando. Usamos as ações e opiniões dos outros como um guia para nosso próprio comportamento, especialmente quando estamos incertos sobre como agir ou quando percebemos os outros como semelhantes a nós. É um atalho mental: se muitas pessoas estão fazendo algo, provavelmente é a coisa certa a fazer. Exemplos incluem seguir a multidão, escolher um restaurante cheio em vez de um vazio, rir de uma piada porque outros estão rindo (mesmo sem entender), ou comprar produtos com muitas avaliações positivas. A prova social pode ser usada eticamente para promover comportamentos saudáveis (ex: '90% dos estudantes bebem com moderação'), mas também pode levar a comportamentos negativos (efeito espectador, modismos perigosos) ou ser manipulada por profissionais de marketing (depoimentos falsos, risadas gravadas em programas de TV).",
    "custo_ficticio": 130,
    "icone_imagem": "social_proof_crowd_follow.png"
  },
  {
    "nome": "Empoderamento Psicológico",
    "descricao_simples": "Processo pelo qual indivíduos ganham controle sobre suas próprias vidas e participam ativamente em suas comunidades e na sociedade.",
    "descricao_complexa": "O empoderamento psicológico é um construto multinível (individual, organizacional, comunitário) central na psicologia comunitária e em outras áreas aplicadas. No nível individual, refere-se a um processo e um resultado que envolve crenças sobre a própria competência (autoeficácia), controle percebido sobre a própria vida (locus de controle interno), compreensão crítica do ambiente sociopolítico (consciência crítica) e motivação para agir e influenciar esse ambiente. Pessoas psicologicamente empoderadas sentem-se capazes de tomar decisões, resolver problemas, alcançar seus objetivos e participar de ações coletivas para melhorar suas condições de vida e de sua comunidade. Não é algo que pode ser 'dado' a alguém, mas sim um processo que é facilitado por oportunidades de participação, desenvolvimento de habilidades, acesso a recursos e apoio social. Promover o empoderamento psicológico é um objetivo importante em intervenções que visam combater a opressão, a desigualdade e promover a saúde mental e o bem-estar em populações marginalizadas.",
    "custo_ficticio": 160,
    "icone_imagem": "empowerment_raised_fist.png"
  }
]