[
  {
    "nome": "Teoria da Fixação de Metas (Goal Setting Theory)",
    "descricao_simples": "Teoria da motivação que afirma que metas específicas, desafiadoras e com feedback levam a um melhor desempenho.",
    "descricao_complexa": "Desenvolvida principalmente por Edwin Locke e Gary Latham, a Teoria da Fixação de Metas é uma das abordagens mais influentes e empiricamente apoiadas sobre motivação no trabalho e em outros domínios de desempenho. A teoria postula que a intenção de trabalhar em direção a uma meta é uma fonte primária de motivação. Metas específicas e mensuráveis direcionam a atenção, mobilizam o esforço, aumentam a persistência e incentivam o desenvolvimento de estratégias para alcançá-las. Metas desafiadoras (difíceis, mas atingíveis) levam a um desempenho melhor do que metas fáceis ou vagas (como 'faça o seu melhor'). Além disso, o feedback sobre o progresso em relação à meta é crucial para manter a motivação e ajustar o esforço. O comprometimento com a meta (acreditar nela e estar determinado a alcançá-la) também é essencial, sendo influenciado pela autoeficácia e pela percepção de importância da meta. A teoria tem aplicações práticas significativas em gestão de desempenho, educação e definição de objetivos pessoais.",
    "custo_ficticio": 150,
    "icone_imagem": "goal_setting_target.png"
  },
  {
    "nome": "Autorregulação",
    "descricao_simples": "A capacidade de monitorar e controlar os próprios pensamentos, sentimentos e comportamentos para atingir metas.",
    "descricao_complexa": "A autorregulação refere-se ao processo pelo qual os indivíduos exercem controle sobre si mesmos para alinhar seus estados internos e respostas com padrões ou objetivos desejados. É um processo complexo que envolve vários componentes: 1) Estabelecimento de Metas: Definir o objetivo a ser alcançado. 2) Automonitoramento: Prestar atenção ao próprio comportamento e ao progresso em direção à meta. 3) Autoavaliação: Comparar o desempenho atual com o padrão ou meta. 4) Autorreação: Responder às discrepâncias percebidas entre o desempenho e a meta, ajustando o comportamento, os pensamentos ou as emoções. Um modelo influente (Carver & Scheier) compara a autorregulação a um sistema de feedback cibernético (TOTE: Test-Operate-Test-Exit). Outro modelo (Baumeister) enfatiza a autorregulação como um recurso limitado, semelhante a um 'músculo', que pode se esgotar com o uso (esgotamento do ego), mas também pode ser fortalecido com a prática. A capacidade de autorregulação é fundamental para o sucesso acadêmico, profissional, saúde e bem-estar geral.",
    "custo_ficticio": 170,
    "icone_imagem": "self_regulation_cycle.png"
  },
  {
    "nome": "Grit (Garra/Perseverança)",
    "descricao_simples": "Traço de personalidade definido como a paixão e perseverança por metas de longo prazo, mantendo o esforço apesar das adversidades.",
    "descricao_complexa": "Popularizado pela psicóloga Angela Duckworth, 'Grit' (frequentemente traduzido como garra, determinação ou perseverança apaixonada) é um traço não cognitivo associado ao sucesso em desafios de longo prazo. É definido como a combinação de duas facetas: 1) Paixão por Metas de Longo Prazo: Ter um interesse profundo e duradouro por um objetivo significativo, mantendo o foco nesse objetivo ao longo de anos. 2) Perseverança no Esforço: Trabalhar arduamente e com tenacidade em direção a essas metas, superando obstáculos, fracassos e platôs no progresso, sem desistir. Pessoas com alto nível de 'Grit' não se desmotivam facilmente por contratempos e mantêm o esforço consistente mesmo quando os resultados não são imediatos. Duckworth argumenta que o 'Grit' é um preditor de sucesso em ambientes desafiadores (como academia militar, competições nacionais de soletração, desempenho acadêmico) tão ou mais importante que o talento ou o QI. Embora seja um traço, acredita-se que possa ser cultivado.",
    "custo_ficticio": 150,
    "icone_imagem": "grit_perseverance_mountain.png"
  },
  {
    "nome": "Teoria Bifatorial da Emoção (Schachter-Singer)",
    "descricao_simples": "Teoria que propõe que a emoção resulta da combinação de excitação fisiológica (arousal) e uma interpretação cognitiva (rótulo) dessa excitação.",
    "descricao_complexa": "Proposta por Stanley Schachter e Jerome Singer, a teoria bifatorial (ou dois fatores) da emoção argumenta que a experiência emocional não decorre diretamente da percepção de um evento, mas sim de um processo de duas etapas: 1) Excitação Fisiológica (Arousal): O indivíduo primeiro experiencia uma excitação fisiológica geral e indiferenciada (aumento da frequência cardíaca, respiração, etc.) em resposta a um estímulo. 2) Rotulação Cognitiva: O indivíduo então busca no ambiente pistas para interpretar e rotular essa excitação fisiológica. A emoção específica que sentimos (medo, raiva, alegria) depende dessa interpretação cognitiva. Em seu experimento clássico, injetaram epinefrina (adrenalina) em participantes (causando excitação) e os colocaram em uma sala com um cúmplice que agia de forma eufórica ou raivosa. Os participantes que não foram informados sobre os efeitos da injeção tenderam a 'pegar' a emoção do cúmplice, rotulando sua excitação como euforia ou raiva, dependendo do contexto social. Isso sugere que a mesma excitação fisiológica pode levar a emoções diferentes dependendo da interpretação cognitiva.",
    "custo_ficticio": 165,
    "icone_imagem": "schachter_singer_two_factor.png"
  },
  {
    "nome": "Teoria de James-Lange (Emoção)",
    "descricao_simples": "Teoria que afirma que sentimos emoções como resultado da percepção de nossas próprias respostas corporais a um evento (sentimos medo porque trememos).",
    "descricao_complexa": "Proposta independentemente por William James e Carl Lange no final do século XIX, esta teoria inverte a visão de senso comum sobre a emoção. Em vez de primeiro sentirmos uma emoção (medo) e depois exibirmos respostas corporais (tremer, coração acelerado), James e Lange argumentaram que a sequência é oposta: primeiro percebemos um evento no ambiente (ex: vemos um urso), isso desencadeia respostas fisiológicas e comportamentais automáticas (correr, tremer, coração acelerar, suar), e a percepção consciente dessas mudanças corporais *é* a experiência da emoção ('Sentimos pena porque choramos, raiva porque agredimos, medo porque trememos'). Em outras palavras, as emoções são a consequência, não a causa, das reações corporais. Embora controversa e desafiada por outras teorias (como a de Cannon-Bard, que argumentou que diferentes emoções podem ter padrões fisiológicos semelhantes e que as respostas corporais são lentas demais), a teoria de James-Lange destacou a importância das respostas fisiológicas na experiência emocional e influenciou teorias posteriores, como a hipótese do feedback facial.",
    "custo_ficticio": 145,
    "icone_imagem": "james_lange_theory_flow.png"
  },
  {
    "nome": "Teoria de Cannon-Bard (Emoção)",
    "descricao_simples": "Teoria que propõe que a excitação fisiológica e a experiência emocional ocorrem simultaneamente e independentemente, em resposta a um estímulo.",
    "descricao_complexa": "Desenvolvida por Walter Cannon e Philip Bard como uma crítica à teoria de James-Lange, a teoria de Cannon-Bard argumenta que a experiência emocional e a resposta fisiológica ocorrem ao mesmo tempo, e não sequencialmente. Quando percebemos um evento potencialmente emocionante (ex: ver um urso), a informação sensorial é enviada ao tálamo (considerado o centro de relé inicial na época), que então envia sinais simultaneamente para o córtex cerebral (gerando a experiência consciente da emoção – medo) e para o sistema nervoso autônomo e sistema endócrino (gerando as respostas fisiológicas – coração acelerado, tremores). Portanto, a experiência subjetiva da emoção e a excitação corporal são respostas paralelas e independentes ao estímulo, ambas originadas no cérebro. Cannon apontou que as respostas fisiológicas são muitas vezes semelhantes para emoções diferentes (ex: coração acelera tanto na raiva quanto no medo) e que as respostas corporais podem ser lentas demais para explicar a rapidez com que sentimos emoções. Embora a visão do tálamo como único centro tenha sido revisada, a ideia de processamento paralelo influenciou modelos subsequentes.",
    "custo_ficticio": 150,
    "icone_imagem": "cannon_bard_theory_parallel.png"
  },
  {
    "nome": "Efeito de Einstellung (Mental Set)",
    "descricao_simples": "A tendência de persistir em usar uma solução que funcionou no passado, mesmo que uma solução diferente e mais simples esteja disponível para um problema atual.",
    "descricao_complexa": "Einstellung, uma palavra alemã que significa 'atitude' ou 'fixação', refere-se a um tipo de rigidez mental ou 'set' mental na resolução de problemas. Ocorre quando a experiência prévia com um tipo de problema ou solução cria uma predisposição para abordar novos problemas da mesma maneira, mesmo que essa abordagem não seja a mais eficiente ou adequada para a nova situação. O experimento clássico de Luchins (1942) com os 'jarros de água' demonstrou este efeito: participantes resolviam uma série de problemas que exigiam uma sequência complexa de medições com jarros; depois, eram apresentados a problemas que poderiam ser resolvidos com a mesma sequência complexa OU com uma solução muito mais simples. Muitos participantes continuavam a usar a solução complexa aprendida anteriormente, falhando em perceber a mais simples. O efeito de Einstellung mostra como o conhecimento e a experiência passados, embora geralmente úteis, podem às vezes nos 'cegar' para abordagens alternativas e mais eficazes, limitando a flexibilidade do pensamento.",
    "custo_ficticio": 130,
    "icone_imagem": "einstellung_effect_jars.png"
  },
  {
    "nome": "Efeito de Enquadramento (Framing Effect)",
    "descricao_simples": "A forma como uma informação ou escolha é apresentada ('enquadrada') pode influenciar significativamente nossas decisões e julgamentos, mesmo que as opções subjacentes sejam objetivamente as mesmas.",
    "descricao_complexa": "Demonstrado por Amos Tversky e Daniel Kahneman, o efeito de enquadramento é um viés cognitivo onde as decisões das pessoas são influenciadas pela maneira como as opções são apresentadas, seja em termos de ganhos potenciais ou perdas potenciais, ou através do uso de linguagem diferente. Por exemplo, um tratamento médico pode ser descrito como tendo '90% de taxa de sobrevida' (enquadramento positivo) ou '10% de taxa de mortalidade' (enquadramento negativo). Embora a informação seja estatisticamente idêntica, as pessoas tendem a ver a opção mais favoravelmente quando apresentada no quadro positivo (sobrevida) do que no quadro negativo (mortalidade). Isso viola o princípio da invariância da teoria da decisão racional (que afirma que a escolha não deve depender da forma como as opções são descritas). O efeito de enquadramento mostra que somos influenciados não apenas pelo conteúdo da informação, mas também pelo seu 'quadro' ou contexto, explorando nossa aversão à perda e outras tendências psicológicas.",
    "custo_ficticio": 145,
    "icone_imagem": "framing_effect_half_full.png"
  },
  {
    "nome": "Heurística da Disponibilidade",
    "descricao_simples": "Atalho mental onde julgamos a frequência ou probabilidade de um evento pela facilidade com que exemplos dele vêm à nossa mente.",
    "descricao_complexa": "A heurística da disponibilidade é um julgamento rápido baseado na facilidade de recuperação da informação da memória. Quando tentamos estimar a frequência de um evento (ex: acidentes de avião) ou a probabilidade de algo ocorrer, tendemos a confiar em quão facilmente conseguimos pensar em exemplos relevantes. Se exemplos vêm à mente rapidamente e sem esforço, assumimos que o evento deve ser comum ou provável. Fatores que aumentam a disponibilidade na memória incluem a recenticidade do evento, sua vividez emocional, sua frequência real (que muitas vezes se correlaciona com a disponibilidade, tornando a heurística útil em muitos casos) e a cobertura da mídia. No entanto, essa heurística pode levar a erros de julgamento, pois a facilidade de recuperação nem sempre reflete a frequência real. Eventos dramáticos ou muito divulgados (como ataques de tubarão ou acidentes aéreos), embora raros, podem ser superestimados em sua probabilidade porque são facilmente lembrados, enquanto riscos mais comuns, mas menos vívidos (como doenças cardíacas), podem ser subestimados.",
    "custo_ficticio": 125,
    "icone_imagem": "availability_heuristic_brain_search.png"
  },
  {
    "nome": "Heurística da Representatividade",
    "descricao_simples": "Atalho mental onde julgamos a probabilidade de algo pertencer a uma categoria com base em quão semelhante (representativo) é ao nosso protótipo mental dessa categoria, ignorando informações estatísticas (taxas base).",
    "descricao_complexa": "A heurística da representatividade envolve fazer julgamentos comparando um estímulo atual com um protótipo mental ou estereótipo de uma categoria. Se o estímulo parece muito representativo do protótipo, tendemos a acreditar que ele provavelmente pertence a essa categoria, muitas vezes ignorando informações estatísticas relevantes, como as taxas base (a frequência geral da categoria na população). O exemplo clássico de Tversky e Kahneman envolvia descrever uma pessoa tímida e organizada (Linda) e perguntar se era mais provável que ela fosse bibliotecária ou vendedora. As pessoas tendem a dizer bibliotecária, pois a descrição se encaixa no estereótipo, ignorando o fato de que existem muito mais vendedores do que bibliotecários na população (taxa base). Outro erro comum associado é a falácia da conjunção (julgar a conjunção de dois eventos como mais provável do que um dos eventos isoladamente, se a conjunção for mais representativa). Essa heurística pode levar a estereótipos e julgamentos imprecisos.",
    "custo_ficticio": 135,
    "icone_imagem": "representativeness_heuristic_prototype.png"
  },
  {
    "nome": "Algoritmo (Resolução de Problemas)",
    "descricao_simples": "Um procedimento passo a passo ou conjunto de regras que garante a solução correta para um problema específico, se seguido corretamente.",
    "descricao_complexa": "Em psicologia cognitiva, um algoritmo é uma estratégia de resolução de problemas que envolve seguir um método específico, uma fórmula ou um conjunto de instruções detalhadas que, se aplicadas corretamente, levarão inevitavelmente à solução correta. Contrasta com as heurísticas, que são atalhos mentais mais rápidos, mas que não garantem uma solução. Exemplos de algoritmos incluem seguir uma receita de bolo passo a passo, usar a fórmula de Bhaskara para resolver uma equação quadrática, ou tentar todas as combinações possíveis de letras para decifrar um anagrama. Algoritmos são eficazes para problemas bem definidos onde existe um procedimento claro para encontrar a solução. No entanto, para muitos problemas complexos ou mal definidos da vida real, um algoritmo pode não existir ou ser impraticável devido ao tempo e esforço necessários (ex: tentar todas as jogadas possíveis em um jogo de xadrez). Nesses casos, as heurísticas tornam-se mais úteis, apesar de seu potencial para erros.",
    "custo_ficticio": 100,
    "icone_imagem": "algorithm_flowchart.png"
  },
  {
    "nome": "Raciocínio Dedutivo",
    "descricao_simples": "Forma de raciocínio lógico que parte de premissas gerais para chegar a uma conclusão específica e logicamente certa.",
    "descricao_complexa": "O raciocínio dedutivo é um processo de pensamento 'top-down' que envolve tirar conclusões específicas a partir de princípios ou premissas gerais que são assumidos como verdadeiros. Se as premissas são verdadeiras e a lógica do argumento é válida, então a conclusão *deve* ser verdadeira. A forma clássica do raciocínio dedutivo é o silogismo, composto por duas premissas e uma conclusão (Ex: Premissa 1: Todos os humanos são mortais. Premissa 2: Sócrates é um humano. Conclusão: Portanto, Sócrates é mortal). O raciocínio dedutivo visa a certeza lógica. A validade de um argumento dedutivo depende de sua forma lógica, não necessariamente da verdade das premissas no mundo real (um argumento pode ser logicamente válido mesmo com premissas falsas). É um componente chave do pensamento crítico, da matemática e da lógica formal. Erros no raciocínio dedutivo podem ocorrer devido a interpretações incorretas das premissas, aplicação incorreta de regras lógicas ou vieses cognitivos (como o viés de crença - aceitar conclusões que se alinham com nossas crenças, independentemente da validade lógica).",
    "custo_ficticio": 120,
    "icone_imagem": "deductive_reasoning_top_down.png"
  },
  {
    "nome": "Raciocínio Indutivo",
    "descricao_simples": "Forma de raciocínio que parte de observações específicas para formular princípios ou conclusões gerais prováveis, mas não logicamente certas.",
    "descricao_complexa": "O raciocínio indutivo é um processo de pensamento 'bottom-up' que envolve fazer generalizações com base em evidências ou observações específicas. Observamos padrões, tendências ou exemplos particulares e, a partir deles, inferimos uma conclusão geral ou uma regra mais ampla. Por exemplo, se observamos que todos os cisnes que vimos até hoje são brancos, podemos induzir a conclusão geral de que 'todos os cisnes são brancos'. Ao contrário do raciocínio dedutivo, as conclusões indutivas não são logicamente garantidas como verdadeiras, mesmo que as observações específicas sejam corretas. Elas são probabilísticas; a conclusão é provável, mas sempre existe a possibilidade de encontrar uma exceção (como a descoberta de cisnes negros na Austrália). O raciocínio indutivo é fundamental para a formação de hipóteses na ciência, para a aprendizagem a partir da experiência e para fazer previsões sobre o futuro com base no passado. A força de uma conclusão indutiva depende da quantidade e representatividade das observações.",
    "custo_ficticio": 120,
    "icone_imagem": "inductive_reasoning_bottom_up.png"
  },
  {
    "nome": "Dispositivo de Aquisição da Linguagem (DAL)",
    "descricao_simples": "Conceito de Noam Chomsky que propõe uma capacidade biológica inata no cérebro humano que permite aprender a linguagem rapidamente.",
    "descricao_complexa": "Proposto pelo linguista Noam Chomsky como parte de sua teoria nativista da linguagem, o Dispositivo de Aquisição da Linguagem (DAL, ou LAD - Language Acquisition Device) é um mecanismo hipotético e inato no cérebro humano que seria especializado para a aprendizagem da linguagem. Chomsky argumentou que a rapidez e a universalidade com que as crianças aprendem as complexas regras gramaticais de sua língua nativa, mesmo com base em dados linguísticos limitados e muitas vezes imperfeitos que ouvem (o 'problema da pobreza do estímulo'), não poderiam ser explicadas apenas por princípios de aprendizagem gerais (como o behaviorismo propunha). O DAL conteria princípios gramaticais universais ('Gramática Universal') que são comuns a todas as línguas humanas. A exposição à língua nativa ativaria o DAL e ajudaria a criança a descobrir as regras específicas dessa língua. Embora a natureza exata e a localização neural do DAL sejam debatidas, a ideia de uma predisposição biológica para a linguagem é amplamente aceita.",
    "custo_ficticio": 170,
    "icone_imagem": "lad_chomsky_brain.png"
  },
  {
    "nome": "Lobos Cerebrais (Funções Gerais)",
    "descricao_simples": "As quatro divisões principais do córtex cerebral (frontal, parietal, temporal, occipital) e suas funções gerais associadas.",
    "descricao_complexa": "O córtex cerebral, a camada externa enrugada do cérebro responsável pelas funções cognitivas superiores, é dividido em quatro lobos principais em cada hemisfério, cada um associado a funções predominantemente distintas: 1) Lobo Frontal: Localizado na frente, é o maior lobo e está associado a funções executivas (planejamento, tomada de decisão, memória de trabalho, atenção, inibição de respostas), controle motor voluntário (córtex motor), produção da fala (Área de Broca) e aspectos da personalidade e comportamento social. 2) Lobo Parietal: Localizado atrás do lobo frontal, processa informações sensoriais do corpo (tato, temperatura, dor, pressão – córtex somatossensorial), consciência espacial, navegação e integração de informações sensoriais. 3) Lobo Temporal: Localizado abaixo da fissura lateral, é crucial para o processamento auditivo (córtex auditivo), compreensão da linguagem (Área de Wernicke), memória (especialmente o hipocampo, localizado medialmente) e reconhecimento de objetos e faces. 4) Lobo Occipital: Localizado na parte posterior, é dedicado principalmente ao processamento visual (córtex visual primário e áreas de associação visual). Embora cada lobo tenha especializações, eles trabalham em conjunto de forma integrada.",
    "custo_ficticio": 160,
    "icone_imagem": "brain_lobes_diagram.png"
  },
  {
    "nome": "Sistema Límbico",
    "descricao_simples": "Conjunto de estruturas cerebrais profundas envolvidas principalmente nas emoções, motivação, aprendizagem e memória.",
    "descricao_complexa": "O sistema límbico é uma rede complexa de estruturas localizadas abaixo do córtex cerebral, na região medial dos hemisférios. Embora a definição exata de quais estruturas o compõem varie um pouco, ele geralmente inclui: Amígdala (processamento de emoções, especialmente medo e agressão, e atribuição de significado emocional a memórias), Hipocampo (crucial para a formação de novas memórias explícitas de longo prazo – episódicas e semânticas – e navegação espacial), Giro do Cíngulo (envolvido na regulação emocional, processamento da dor, atenção), Fórnix (feixe de fibras que conecta o hipocampo a outras estruturas límbicas), Corpos Mamilares e partes do Hipotálamo (regulação de funções autonômicas, motivações básicas como fome e sede, e respostas emocionais). O sistema límbico atua como uma ponte entre funções cognitivas superiores do córtex e funções autonômicas e endócrinas, desempenhando um papel vital na integração de emoção, motivação, memória e comportamento.",
    "custo_ficticio": 175,
    "icone_imagem": "limbic_system_diagram.png"
  },
  {
    "nome": "Amígdala (Cérebro)",
    "descricao_simples": "Estrutura em forma de amêndoa no sistema límbico, crucial para processar emoções, especialmente o medo, e associar emoções a memórias.",
    "descricao_complexa": "A amígdala (ou corpo amigdaloide) é um par de pequenas estruturas localizadas profundamente nos lobos temporais mediais, fazendo parte do sistema límbico. Desempenha um papel central no processamento e regulação das emoções, na formação de memórias emocionais e na detecção de estímulos salientes ou ameaçadores no ambiente. É particularmente conhecida por seu papel na resposta ao medo: recebe informações sensoriais rápidas (a 'via baixa' do tálamo) e mais processadas (a 'via alta' do córtex) e, se detectar uma ameaça potencial, desencadeia respostas fisiológicas e comportamentais de medo (ativação do eixo HPA, resposta de luta ou fuga). Também está envolvida no reconhecimento de expressões faciais de emoção (especialmente medo e raiva), na aprendizagem por condicionamento do medo (associar um estímulo neutro a um evento aversivo) e na modulação da consolidação da memória em outras áreas (como o hipocampo), fortalecendo a lembrança de eventos emocionalmente significativos. Lesões na amígdala podem levar a dificuldades no reconhecimento e expressão de emoções, especialmente o medo.",
    "custo_ficticio": 160,
    "icone_imagem": "amygdala_brain_location.png"
  },
  {
    "nome": "Hipocampo",
    "descricao_simples": "Estrutura do sistema límbico essencial para a formação de novas memórias de longo prazo (explícitas) e para a navegação espacial.",
    "descricao_complexa": "O hipocampo é uma estrutura complexa localizada no lobo temporal medial, com um formato curvo que lembra um cavalo-marinho (daí o nome). É absolutamente crucial para a consolidação de novas memórias explícitas (declarativas) – ou seja, a transferência de informações da memória de curto prazo para a memória de longo prazo episódica (eventos) и semântica (fatos). Pacientes com danos bilaterais no hipocampo (como o famoso H.M.) desenvolvem amnésia anterógrada severa, sendo incapazes de formar novas lembranças de eventos ou fatos após a lesão, embora suas memórias antigas e a memória implícita (como habilidades motoras) possam permanecer intactas. O hipocampo não armazena as memórias permanentemente (acredita-se que elas sejam distribuídas pelo córtex), mas atua como um índice ou hub temporário que liga os diferentes aspectos de uma memória durante a consolidação. Além da memória, o hipocampo desempenha um papel vital na memória espacial e na navegação, contendo 'células de lugar' que disparam quando o animal (ou pessoa) está em locais específicos do ambiente, formando um mapa cognitivo.",
    "custo_ficticio": 170,
    "icone_imagem": "hippocampus_brain_location.png"
  },
  {
    "nome": "Eletroencefalograma (EEG)",
    "descricao_simples": "Técnica não invasiva que mede a atividade elétrica do cérebro através de eletrodos colocados no couro cabeludo, útil para estudar estados de consciência (sono, vigília) e detectar anormalidades (epilepsia).",
    "descricao_complexa": "O EEG registra as flutuações de voltagem resultantes da atividade elétrica combinada de grandes populações de neurônios no córtex cerebral. Eletrodos são fixados no couro cabeludo em posições padronizadas, e os sinais elétricos detectados são amplificados e registrados ao longo do tempo, gerando um traçado de ondas cerebrais. Diferentes padrões de ondas (caracterizados por sua frequência – Hz – e amplitude) estão associados a diferentes estados de consciência: ondas Beta (rápidas, baixa amplitude) predominam na vigília alerta; ondas Alfa (mais lentas, maior amplitude) no relaxamento de olhos fechados; ondas Teta e Delta (ainda mais lentas, alta amplitude) durante o sono. O EEG tem excelente resolução temporal (mede a atividade em milissegundos), sendo ideal para estudar processos rápidos como respostas a estímulos (potenciais evocados - ERPs) ou mudanças de estado. É uma ferramenta clínica importante para diagnosticar epilepsia (detecta descargas anormais), avaliar distúrbios do sono e monitorar a profundidade da anestesia. Sua resolução espacial (localizar a origem da atividade) é limitada.",
    "custo_ficticio": 145,
    "icone_imagem": "eeg_cap_brainwaves.png"
  },
  {
    "nome": "Ressonância Magnética Funcional (fMRI)",
    "descricao_simples": "Técnica de neuroimagem que mede a atividade cerebral detectando mudanças no fluxo sanguíneo associadas à atividade neural.",
    "descricao_complexa": "A fMRI é uma técnica poderosa e não invasiva para mapear a atividade cerebral funcional. Baseia-se no princípio de que a atividade neural consome oxigênio. Para suprir essa demanda, o fluxo sanguíneo aumenta nas regiões cerebrais ativas, trazendo mais hemoglobina oxigenada. A fMRI detecta as mudanças nas propriedades magnéticas da hemoglobina dependendo de seu estado de oxigenação (sinal BOLD - Blood-Oxygen-Level Dependent). Quando uma área do cérebro se torna mais ativa durante uma tarefa cognitiva ou sensorial, o sinal BOLD nessa região aumenta. Comparando o sinal BOLD durante a realização da tarefa com o sinal durante um estado de repouso ou uma tarefa de controle, os pesquisadores podem inferir quais áreas cerebrais estão envolvidas na tarefa específica. A fMRI oferece excelente resolução espacial (localiza a atividade com precisão milimétrica), permitindo mapear redes neurais associadas a diversas funções (linguagem, memória, emoção, atenção). Sua resolução temporal é mais limitada (segundos) em comparação com o EEG, pois mede uma resposta hemodinâmica mais lenta.",
    "custo_ficticio": 190,
    "icone_imagem": "fmri_brain_scan.png"
  },
  {
    "nome": "Teoria Tricromática da Visão (Young-Helmholtz)",
    "descricao_simples": "Teoria que explica a visão de cores propondo que temos três tipos de cones na retina, cada um mais sensível a um comprimento de onda diferente (azul, verde, vermelho).",
    "descricao_complexa": "Proposta inicialmente por Thomas Young e refinada por Hermann von Helmholtz, a teoria tricromática é uma das principais teorias da percepção de cores. Ela postula que a visão de cores é possível porque a retina humana contém três tipos de fotorreceptores cones, cada um contendo um pigmento visual diferente que é maximamente sensível a uma faixa específica de comprimentos de onda da luz: cones S (sensíveis a comprimentos de onda curtos, percebidos como azul), cones M (sensíveis a comprimentos de onda médios, percebidos como verde) e cones L (sensíveis a comprimentos de onda longos, percebidos como vermelho). A percepção de qualquer cor específica resulta da combinação do nível de ativação relativa desses três tipos de cones. Por exemplo, a luz amarela ativa tanto os cones M quanto os L, e o cérebro interpreta esse padrão específico de ativação como a cor amarela. A teoria explica bem a mistura aditiva de cores e as diferentes formas de daltonismo (que resultam da deficiência ou ausência de um ou mais tipos de cones).",
    "custo_ficticio": 150,
    "icone_imagem": "trichromatic_theory_cones.png"
  },
  {
    "nome": "Teoria do Processo Oponente (Visão - Hering)",
    "descricao_simples": "Teoria da visão de cores que propõe que percebemos cores em pares opostos (vermelho-verde, azul-amarelo, preto-branco) através de células que são excitadas por uma cor e inibidas pela outra.",
    "descricao_complexa": "Proposta por Ewald Hering como uma alternativa (ou complemento) à teoria tricromática, a teoria do processo oponente explica fenômenos da visão de cores que a teoria tricromática não abordava bem, como as pós-imagens negativas (ver a cor complementar após fixar o olhar em uma cor) e o fato de não percebermos cores como 'vermelho-esverdeado' ou 'azul-amarelado'. Hering postulou que existem três sistemas de processos oponentes no sistema visual, operando em níveis posteriores à retina (como no tálamo e córtex visual). Cada sistema envolve um par de cores antagônicas: um sistema vermelho-verde, um sistema azul-amarelo e um sistema claro-escuro (preto-branco). Células nesses sistemas seriam excitadas por uma cor do par e inibidas pela outra. Por exemplo, uma célula vermelho-verde poderia aumentar sua taxa de disparo em resposta ao vermelho e diminuí-la em resposta ao verde. A visão de cores seria o resultado da atividade diferencial nesses sistemas oponentes. Atualmente, acredita-se que ambas as teorias (tricromática e do processo oponente) estão corretas, descrevendo diferentes estágios do processamento visual de cores (a tricromática no nível dos cones, e a oponente em níveis neurais subsequentes).",
    "custo_ficticio": 155,
    "icone_imagem": "opponent_process_theory_colors.png"
  },
  {
    "nome": "Teoria do Portão da Dor (Melzack & Wall)",
    "descricao_simples": "Teoria que explica como sinais de dor podem ser bloqueados ('portão fechado') ou permitidos passar ('portão aberto') na medula espinhal por fatores neurais e psicológicos.",
    "descricao_complexa": "Proposta por Ronald Melzack e Patrick Wall, a Teoria do Controle do Portão da Dor revolucionou a compreensão da percepção da dor. Ela sugere que existe um mecanismo neurológico na medula espinhal que funciona como um 'portão', controlando a transmissão de sinais de dor das fibras nervosas periféricas para o cérebro. A abertura ou fechamento desse portão é influenciado por vários fatores: 1) Atividade em Fibras Nervosas: Fibras de dor de pequeno diâmetro (fibras A-delta e C) tendem a 'abrir o portão', enquanto fibras de grande diâmetro (fibras A-beta, que transmitem tato e pressão) tendem a 'fechar o portão' (explicando por que esfregar uma área dolorida pode aliviar a dor). 2) Sinais Descendentes do Cérebro: Fatores psicológicos como atenção, emoções (ansiedade abre, distração fecha), expectativas e crenças podem modular a percepção da dor enviando sinais do cérebro para a medula espinhal que abrem ou fecham o portão. Esta teoria destaca que a dor não é apenas uma sensação direta, mas uma experiência complexa influenciada por fatores biológicos, psicológicos e sociais.",
    "custo_ficticio": 165,
    "icone_imagem": "gate_control_theory_pain.png"
  },
  {
    "nome": "Terapia Comportamental Dialética (DBT)",
    "descricao_simples": "Terapia cognitivo-comportamental desenvolvida para tratar o Transtorno de Personalidade Borderline, focando em habilidades de mindfulness, tolerância ao mal-estar, regulação emocional e efetividade interpessoal.",
    "descricao_complexa": "Desenvolvida por Marsha Linehan, a Terapia Comportamental Dialética (DBT) é um tratamento baseado em evidências originalmente criado para indivíduos com comportamento suicida crônico e Transtorno de Personalidade Borderline (TPB), mas agora aplicado a outros problemas envolvendo desregulação emocional. A DBT integra estratégias de mudança comportamental (da TCC) com estratégias de aceitação (influenciadas por práticas contemplativas como mindfulness). A 'dialética' central é a tensão entre aceitação e mudança. A terapia geralmente inclui quatro componentes: 1) Terapia Individual: Foca nos problemas atuais e na aplicação de habilidades. 2) Treinamento de Habilidades em Grupo: Ensina habilidades em quatro módulos: Mindfulness (atenção plena ao presente), Tolerância ao Mal-Estar (sobreviver a crises sem piorar a situação), Regulação Emocional (entender e gerenciar emoções intensas) e Efetividade Interpessoal (manter relacionamentos, expressar necessidades, manter o respeito próprio). 3) Coaching por Telefone: Apoio do terapeuta entre sessões para ajudar na aplicação de habilidades em situações da vida real. 4) Reunião de Consultoria da Equipe: Apoio para os terapeutas. A DBT visa ajudar os clientes a construir uma 'vida que valha a pena ser vivida'.",
    "custo_ficticio": 190,
    "icone_imagem": "dbt_skills_modules.png"
  },
  {
    "nome": "Terapia de Aceitação e Compromisso (ACT)",
    "descricao_simples": "Abordagem psicoterapêutica (terceira onda da TCC) que usa aceitação, mindfulness e estratégias de mudança comportamental para aumentar a flexibilidade psicológica e viver de acordo com valores pessoais.",
    "descricao_complexa": "Desenvolvida por Steven C. Hayes e colegas, a Terapia de Aceitação e Compromisso (ACT, pronuncia-se como a palavra 'act') não visa eliminar diretamente pensamentos ou sentimentos difíceis, mas sim mudar a relação da pessoa com eles e diminuir seu impacto e influência sobre o comportamento. O objetivo principal é aumentar a flexibilidade psicológica – a capacidade de contatar o momento presente e as experiências internas (pensamentos, sentimentos, sensações) de forma mais plena e consciente, e, com base nisso, persistir ou mudar o comportamento na direção de valores escolhidos. A ACT trabalha com seis processos centrais interligados (o 'Hexaflex'): 1) Aceitação (disposição para experienciar eventos internos difíceis sem defesa), 2) Desfusão Cognitiva (ver os pensamentos como apenas pensamentos, não como verdades absolutas ou comandos), 3) Contato com o Momento Presente (mindfulness), 4) Self como Contexto (perceber um senso de eu observador, estável, além dos pensamentos e sentimentos), 5) Valores (identificar o que é genuinamente importante e significativo na vida) e 6) Ação Comprometida (agir consistentemente com os valores escolhidos).",
    "custo_ficticio": 185,
    "icone_imagem": "act_hexaflex_diagram.png"
  }
]